Repository: mahfujulhoque12/Django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Unalloyed stainless steels
de: Unlegierte Edelstähle

source: Stainless steels
de: Nichtrostende Stähle

source: Alloyed tool steels
de: Legierte Werkzeugstähle

source: Alloyed engineering steels
de: Legierte Edelbaustähle

source: Nickel and cobalt alloys
de: Nickel- und Cobalt-Legierungen

source: The reference with characteristic values ​​and raw data
de: Die Referenz mit Kennwerten und Rohdaten

source: In several joint projects of the steel and automotive industry "Development of material- and processing-compatible characteristic values ​​for thin sheet of normal and high-strength steels and stainless steels", design-relevant parameters were determined under the direction of the Steel Institute VDEh on relevant body steels.
de: In mehreren Gemeinschaftsprojekten der Stahl- und Automobilindustrie Erarbeitung werkstoff- und verarbeitungsgerechter Kennwerte für Feinblech aus normal- und höherfesten sowie nichtrostenden Stählen wurden unter der Leitung des Stahlinstitut VDEh an relevanten Karosserie-Stählen auslegungsrelevante Kennwerte ermittelt.

source: Materials
de: Werkstoffe

source: The database contains the main sheet steel materials for vehicle construction, which are linked to the corresponding tests:
de: Die Datenbank enthält die wesentlichen Stahlblech-Werkstoffe für den Fahrzeugbau, die mit den zugehörigen Prüfungen verknüpft sind:

source: LC steels, IF steels
de: LC-Stähle, IF-Stähle

source: deep drawing steels
de: Tiefziehstähle

source: Bake-Hardening steels
de: Bake-Hardening Stähle

source: Micro-alloyed steels
de: Mikrolegierte Stähle

source: High strength steels
de: Hochfeste Stähle

source: DP steels
de: DP-Stähle

source: TRIP steels
de: TRIP-Stähle

source: austenitic steels
de: Austenitische Stähle

source: The steels were investigated both in the initial state and in defined pre-deformation and heat-treatment conditions.
de: Die Stähle wurden sowohl im Ausgangszustand als auch in definierten Vorverformungs- und Wärmebehandlungszuständen untersucht.

source: Tests
de: Prüfungen

source: Contents are thousands of real traces and stress-strain diagrams:
de: Inhalte sind tausende echte Messkurven und Spannungs-Dehnungs-Diagramme aus:

source: Bulge exams
de: Bulge Prüfungen

source: Dynamic tests
de: Dynamische Prüfungen

source: Elastic tests
de: Elastische Prüfungen

source: Plastic test
de: Plastische Prüfung

source: Cyclic test
de: Zyklische Prüfung

source: boundary shape change
de: Grenzformänderung

source: The underlying models are valid for a limited range of chemical composition, which is displayed with. Within the validity periods, the user can generate as many hardenability curves as they like and export them from the system - the standard display corresponds to the mean value analysis The hardenability calculation is part of the StahlDat SX standard version.
de: Die zugrundeliegenden Modelle sind für einen jeweils begrenzten Bereich der chemischen Zusammensetzung gültig, der mit angezeigt wird. Innerhalb der Gültigkeitsspannen kann der Benutzer beliebig viele Härtbarkeitskurven erzeugen und aus dem System exportieren - die Standard-Anzeige entspricht der Mittelwertsanalyse. Die Härtbarkeitsberechnung ist Bestandteil der StahlDat SX Standard Version.

source: Calculation of hardenability
de: Berechnung der Härtbarkeit

source: Calculate forehead quenching hardness (Jominy test) from the chemical analysis
de: Stirnabschreckhärte (Jominy-Versuch) aus der chemischen Analyse berechnen

source: All Steel Iron Test Sheet 1664 models: 2013 The Steel Iron Test Sheet SEP1664-2013 provides regression models for the calculation of hardenability for the following material groups:
de: Alle Modelle des Stahl-Eisen-Prüfblatts 1664:2013. Das Stahl-Eisen-Prüfblatt SEP1664-2013 stellt Regressionsmodelle für die Berechnung der Härtbarkeit für folgende Werkstoffgruppen zur Verfügung:

source: Cr-tempered steels
de: Cr-Vergütungsstähle

source: CrMo tempered steels
de: CrMo-Vergütungsstähle

source: MnCr insert steels
de: MnCr-Einsatzstähle

source: MnCr hardened steels higher strength
de: MnCr-Einsatzstähle höherfest

source: MnCrB tempered steels
de: MnCrB-Vergütungsstähle

source: MnCrB insert steels
de: MnCrB-Einsatzstähle

source: CrNi insert steels
de: CrNi-Einsatzstähle

source: CrNiMo Case Steels (2003)
de: CrNiMo-Einsatzstähle (2003)

source: MoCr Case Steels (2012)
de: MoCr-Einsatzstähle (2012)

source: CrV tempering steel
de: CrV-Vergütungsstahl

source: C-tempered steels
de: C-Vergütungsstähle

source: CrB tempered steels
de: CrB Vergütungsstähle

source: AFP steels
de: AFP-Stähle

source: chain steels
de: Kettenstähle

source: Data and literature for the heat treatment of steels Unlike the previous Stahldat, the new Stahldat SX contains a continuously growing number of TTT and TTA diagrams.
de: Daten und Literatur für die Wärmebehandlung von Stählen Im Unterschied zur bisherigen Stahldat enthält die neue Stahldat SX eine kontinuierlich wachsende Menge von ZTU- und ZTA-Diagrammen.

source: With the StahlDat SX TTT database, finding suitable data is particularly easy:
de: Mit der StahlDat SX ZTU Datenbank ist das Auffinden geeigneter Daten besonders einfach:

source: Search for chart type and austenitizing conditions
de: Such nach Diagrammtyp und Austenitisierungsbedingungen

source: Search for names and chemical composition
de: Such nach Bezeichnungen und chemischer Zusammensetzung

source: Similarity search with ranking
de: Ähnlichkeitssuche mit Ranking

source: Tabular comparisons of different diagrams
de: Tabellarische Vergleiche unterschiedlicher Diagramme

source: More than 500 models for cold and hot forming
de: Mehr als 500 Modelle für die Kalt- und Warmumformung

source: The flow curves were kindly provided by the Institute for Metal Forming of the TU Bergakademie Freiberg. They are the result of decades of experience in this field and are also internationally regarded as a solid basis for the design of forming processes
de: Die Fließkurven wurden freundlicherweise vom Institut für Metallformung der TU Bergakademie Freiberg bereitgestellt. Sie sind Resultat jahrzehntelanger Erfahrungen auf diesem Gebiet und gelten auch international als eine solide Grundlage für die Auslegung umformtechnischer Prozesse.

source: Flow curves
de: Fließkurven

source: All flow curves are parametric models (Hensel-Spittel, IMF TU Freiberg) with the parameters temperature, degree of deformation and deformation rate. Within the scope of the validity of the models, any flow curves for steel can be generated and compared with each other. In addition, relationships with other steel data, e.g. chemical composition and thermophysical properties, with the extensive analytical capabilities of the StahlDat SX Professional. Flow curves characterize the forming behavior of steels. They serve as a basis for the calculation of forces and the workload during forming. For example, e.g. the result of a finite element simulation largely depends on the quality of the flow curves used. The flow curve is the representation of the yield stress as a function of the logarithmic main shape change at constant other parameters such as temperature and strain rate.
de: Alle Fließkurven sind parametrische Modelle (Hensel-Spittel, IMF TU Freiberg) mit den Parametern Temperatur, Umformgrad und Umformgeschwindigkeit. Im Rahmen der Gültigkeit der Modelle können somit beliebige Fließkurven für Stahl erzeugt und miteinander verglichen werden. Darüber hinaus können Zusammenhänge mit anderen Stahldaten, z.B. chemische Zusammensetzung und thermophysikalische Eigenschaften, mit den umfangreichen Analysefähigkeiten der StahlDat SX Professional abgefragt werden. Fließkurven kennzeichnen das Umformverhalten von Stählen. Sie dienen als Grundlage zur Berechnung von Kräften und des Arbeitsbedarfs beim Umformen. So ist z.B. das Ergebnis einer Finite-Element Simulation in großem Maße abhängig von der Qualität der verwendeten Fließkurven. Als Fließkurve wird die Darstellung der Fließspannung in Abhängigkeit von der logarithmischen Hauptformänderung bei konstanten übrigen Einflussgrößen, wie Temperatur und Umformgeschwindigkeit, bezeichnet.

source: Flow curves are available for more than 150 steels for different microstructure states. The flow curve database is directly linked to the materials of the Register of European Steels.
de: Fließkurven sind für mehr als 150 Stähle für verschiedene Gefügezustände verfügbar. Die Fließkurven-Datenbank ist direkt mit den Werkstoffen des Registers Europäischer Stähle verknüpft.

source: based on the 100 steels program of Friedhelm Richter Investigated properties / measuring methods and measuring instruments
de: basierend auf dem 100 Stähle Programm von Friedhelm Richter.Untersuchte Eigenschaften / Messverfahren und Messgeräte:

source: Density
de: Dichte

source: The density was determined by weighing in air and under water using a thermostated semi-microbalance.
de: Die Dichte wurde durch Wägung an Luft und unter Wasser unter Verwendung einer thermostatisierten Halbmikrowaage ermittelt.

source: Thermal expansion
de: Wärmeausdehnung

source: For measuring the thermal expansion, i. the average linear thermal expansion coefficient and the differential linear thermal expansion coefficient, a specially constructed Dilatometermessplatz was used with vertical sample positioning.
de: Zur Messung der Wärmeausdehnung, d.h. des mittleren linearen Wärmeausdehnungskoeffizienten und des differenziellen linearen Wärmeausdehnungskoeffizienten, wurde ein eigens aufgebauter Dilatometermessplatz mit vertikaler Probenpositionierung eingesetzt.

source: Young,s modulus and transverse contraction number
de: Elastizitätsmodul und Querkontraktionszahl

source: The two elastic sizes, the modulus of elasticity and the transverse contraction number, were recorded by measuring the resonance frequencies of free-swinging rod-shaped samples. The "dynamic" quantities determined in this way can differ from the "static" sizes, in particular at higher temperatures, as determined in the tensile or bending test. For these investigations, the measuring arrangements with the designation "Elastomat" and "Tectanel" were available.
de: Die beiden elastischen Größen, der Elastizitätsmodul und die Querkontraktionszahl, wurden über die Messung der Resonanzfrequenzen frei schwingender stabförmiger Proben erfasst. Die so ermittelten dynamischen Größen können sich, insbesondere bei höheren Temperaturen, von den statischen Größen unterscheiden, wie sie im Zug- oder Biegeversuch ermittelt werden. Für diese Untersuchungen standen die Messanordnungen mit der Bezeichnung Elastomat und Tectanel zur Verfügung.

source: Specific heat capacity
de: Spezifische Wärmekapazität

source: An adiabatic calorimeter was used to determine the heat content and thus the true specific heat capacity and the average specific heat capacity. The recent studies used a dynamic power-difference calorimeter.
de: Ein adiabatisches Kalorimeter diente zur Ermittlung des Wärmeinhalts und damit der wahren spezifischen Wärmekapazität sowie der mittleren spezifischen Wärmekapazität. Bei den jüngeren Untersuchungen wurde ein dynamisches Leistungs-Differenz-Kalorimeter eingesetzt.

source: Specific electrical resistance
de: Spezifischer elektrischer Widerstand

source: A specially constructed experimental setup allows the measurement of the specific electrical resistance. On rod-shaped samples, the specific electrical resistance in a thermostatted bath at 20 ° C can be determined. To determine the temperature dependence, thin sample plates are used, in which antiparallel Sägeschnitte be introduced to increase the electrical resistance.
de: Eine eigens aufgebaute Versuchsanordnung erlaubt die Messung des spezifischen elektrischen Widerstandes. An stabförmigen Proben lässt sich der spezifische elektrische Widerstand in einem thermostatisierten Bad bei 20 °C bestimmen. Für die Ermittlung der Temperaturabhängigkeit werden dünne Probenplättchen verwendet, in die antiparallele Sägeschnitte eingebracht werden, um den elektrischen Widerstand zu erhöhen.

source: Thermal conductivity
de: Wärmeleitfähigkeit

source: Based on the law of Wiedemann-Franz-Lorenz, the thermal conductivity can be calculated, especially if one has derived the coefficients in the relationship of heat conductance and resistance measurements on samples of the steel to be examined with the same or similar composition.
de: Unter Zugrundelegung des Gesetzes nach Wiedemann-Franz-Lorenz lässt sich die Wärmeleitfähigkeit berechnen, insbesondere dann, wenn man die Koeffizienten in der Beziehung aus Wärmeleitungs- und Widerstandsmessungen an Proben aus dem zu untersuchenden Stahl mit gleicher oder ähnlicher Zusammensetzung abgeleitet hat.

source: From the determined values ​​of thermal conductivity, true specific heat capacity and density, the numerical values ​​for the thermal diffusivity result. For the direct measurement, the laser flash method was used for some steels.
de: Aus den ermittelten Größen Wärmeleitfähigkeit, wahre spezifische Wärmekapazität und Dichte ergeben sich die Zahlenwerte für die Temperaturleitfähigkeit. Für die direkte Messung wurde bei einigen Stählen die Laser-Flash-Methode eingesetzt.

source: Matplus GmbH General licensing terms and Terms and Conditions
de: Allgemeine Lizenz- und Geschäftsbedingungen Matplus GmbH

source: 1. Scope/Conclusion of Contract
de: 1. Geltungsbereich / Vertragsschluss

source: The business relationship between Matplus GmbH, Hofaue 55, 42103 Wuppertal, Germany, represented by its CEO Mr Uwe Diekmann (hereinafter referred to as Matplus), and the Customer, which is an entrepreneur, shall be governed exclusively by the following General Terms and Conditions in the version valid at the time the Contract was concluded.
de: Für die Geschäftsbeziehung zwischen der Firma Matplus GmbH, Hofaue 55, 42103 Wuppertal, vertreten durch den Geschäftsführer Herrn Uwe Diekmann, (nachfolgend Matplus genannt) und dem Kunden, der Unternehmer ist, gelten ausschließlich die nachfolgenden Allgemeinen Geschäftsbedingungen in ihrer zum Zeitpunkt bei Vertragsabschluss gültigen Fassung.

source: Any deviating terms and conditions of the Client or a third party shall not be recognised unless Matplus has expressly accepted their validity in writing
de: Abweichende Bedingungen des Kunden oder Dritter werden nicht anerkannt, es sei denn, Matplus stimmt ihrer Geltung ausdrücklich schriftlich zu.

source: For the purposes of the General Terms and Conditions, Customers are entrepreneurs.
de: Kunden i. s. d. Geschäftsbedingungen sind Unternehmer.

source: Definitions
de: Definitionen

source: Software is the software product defined in the specification included with the offer, excluding any open source components provided as gifts free of charge, plus the related documentation.
de: Software ist das in der Leistungsbeschreibung des Angebots definierte Softwareprodukt –ausschließlich jeglicher Open-Source Komponenten, die schenkungsweise und entgeltlich zur Verfügung gestellt werden-, nebst zugehöriger Dokumentation.

source: Open source software refers to “free software” provided by third parties, which may be used and edited on the basis of the published source code in accordance with the respective terms of use.
de: Open Source Software ist sog. „freie Software“ Dritter, die aufgrund offengelegter Quellcodes unter Einhaltung der jeweiligen Nutzungsbedingungen genutzt und bearbeitet werden darf.

source: For the purposes of the General Terms and Conditions, entrepreneurs are natural or legal persons or partnerships with a legal capacity acting in the performance of a commercial or independent commercial activity.
de: Unternehmer i. S. d. Geschäftsbedingungen sind natürliche oder juristische Personen oder rechtsfähige Personengesellschaften, die in Ausübung einer gewerblichen oder selbständigen beruflichen Tätigkeit handeln.

source: 3. Permanent transfer of software against payment/purchase
de: 3. Dauerhafte entgeltliche Softwareüberlassung / Kauf

source: The Object of this Agreement is the permanent transfer of software (both software developed by third parties and software developed by Matplus) to the Customer as well as the granting of the corresponding rights of use. Matplus shall supply the Customer with a copy of the software purchased in addition to the accompanying documentation on a data medium or via download, for the Customer’s exclusive use Unless otherwise agreed, the installation of the software supplied by Matplus shall not constitute part of the Contract.
de: Gegenstand dieses Vertrags ist die dauerhafte entgeltliche Überlassung von Software (sowohl Fremd- als auch von Matplus entwickelte Software) an den Kunden sowie die Einräumung entsprechender Nutzungsrechte. Matplus stellt dem Kunden ausschließlich zum eigenen Gebrauch eine Kopie der erworbenen Software und nebst Dokumentation per Datenträger oder Download zur Verfügung. Die Installation der von Matplus gelieferten Software ist, soweit nichts Abweichendes vereinbart wurde, nicht Vertragsbestandteil.

source: Object of Agreement
de: Vertragsgegenstand

source: Rights of use and reproduction of proprietary software
de: Nutzungs- und Vervielfältigungsrechte v. proprietärer Software

source: In the case of third-party software, the respective licensing conditions of the manufacturer shall apply.
de: Soweit es sich um Fremdsoftware handelt, gelten die jeweiligen Lizenzbedingungen des Herstellers.

source: With regard to software developed by Matplus, Matplus hereby grants the Customer a simple, non-exclusive, temporally and spatially unlimited, irrevocable right of use for the software created by Matplus and the associated documentation for the Customer’s own use and in line with the intended use. This right shall be granted on the condition precedent that the full amount of the remuneration agreed is paid. Unless otherwise agreed, purchasing the software shall entitle the Customer to install and run the software on a single device at any one time and on a single network. The number of licenses and the type and scope of use shall also be determined based on the content of the Contract. Should the Customer purchase a multiple-user version, the agreed number of copies may be used on different computers within the same network. Use refers to the storage of the software on a temporary storage medium (RAM) as well as in a permanent memory (particularly on a hard drive, removable disc, USB stick or CD-ROM).
de: Soweit es sich um von Matplus entwickelte Software handelt, räumt Matplus dem Kunden zur bestimmungsgemäßen Nutzung –unter der aufschiebenden Bedingung der vollständigen Zahlung der vereinbarten Vergütung- ein einfaches, nicht ausschließliches, zeitlich und räumlich unbegrenztes, unwiderrufliches Nutzungsrecht an der vom Matplus erschaffenen Software und der dazugehörigen Dokumentation zu eigenen Nutzung ein. Der Erwerb der Software berechtigt –sofern nichts Abweichendes vereinbart ist- zur Installation und zum Betrieb an nur einem Gerät zur gleichen Zeit sowie innerhalb eines Netzwerkes. Die Anzahl der Lizenzen sowie Art und Umfang der Nutzung bestimmen sich im Übrigen nach dem Inhalt des Auftrags. Erwirbt der Kunde eine Mehrplatzversion, so darf er die vereinbarte Anzahl von Kopien auf verschiedenen Computern des gleichen Netzwerkes benutzen. Unter Benutzung ist sowohl die Speicherung der Software in einem temporären Speichermedium (RAM) als auch in einem permanenten Speicher (insbesondere auf Fest-, Wechselplatte, USB-Stick oder CD-ROM) zu verstehen.

source: The Customer shall be entitled to create a backup copy of the data carrier provided to it if necessary to secure future use. The Customer must write the note “backup copy” and add a copyright notice in a visible location on the backup copy created.
de: Der Kunde ist berechtigt, eine Sicherungskopie des ihm überlassenen Datenträgers zu erstellen, wenn dies zur Sicherung der künftigen Nutzung notwendig ist. Der Kunde hat auf der erstellten Sicherungskopie den Vermerk „Sicherungskopie“ sowie einen Urheberrechtsvermerk sichtbar anzubringen.

source: The Customer is prohibited from creating any further copies, including printouts of the program code and photocopies of the entire manual or significant portions thereof.
de: Weitere Vervielfältigungen, zu denen auch die Ausgabe des Programmcodes auf einem Drucker sowie das Fotokopieren des ganzen Handbuchs oder wesentlicher Teile davon zählen, darf der Kunde nicht anfertigen.

source: 4. Permanent provision of software developed by Matplus free of charge (freeware)
de: Dauerhafte unentgeltliche Überlassung v. seitens Matplus entwickelter Software (Freeware)

source: The object of the Agreement is the permanent provision of software developed by Matplus to the free of charge in the form of a gift.
de: Gegenstand ist die unentgeltliche dauerhafte Überlassung von seitens Matplus entwickelter Software an den Kunden im Sinne einer Schenkung.

source: In providing software to the customer permanently and free of charge, Matplus grants the Customer a simple, non-exclusive, temporally and spatially unlimited, irrevocable right of use to the software provided by Matplus for the Customer’s own use. Use refers to the storage of the software on a temporary storage medium (RAM) as well as in a permanent memory (hard drive, USB stick, etc.).
de: Im Falle der dauerhaften und unentgeltlichen Überlassung von Software an den Kunden, räumt Matplus dem Kunden ohne entsprechende Vergütung zur bestimmungsgemäßen Nutzung ein einfaches, nicht ausschließliches, zeitlich und räumlich unbegrenztes, unwiderrufliches Nutzungsrecht an der von Matplus überlassenen Software zur eigenen Nutzung ein. Unter Benutzung ist sowohl die Speicherung der Software in einem temporären Speichermedium (RAM) als auch in einem permanenten Speicher (Festplatte, USB-Stick, etc.) zu verstehen.

source: The specific provisions set forth in Clauses 3.2.2., 3.2.3., 3.3. and 3.4. shall apply accordingly.
de: Die besonderen Regelungen der Ziffern 3.2.2., 3.2.3., 3.3., und 3.4., gelten entsprechend.

source: Creation of software
de: Softwareerstellung

source: Object of Agreement
de: Vertragsgegenstand

source: With respect to software creation, the Object of the Agreement is a piece of software to be developed by Matplus based on the Customer’s specifications, to be provided to the customer along with the corresponding user guide and the granting of the corresponding user rights. The scope of services owed and any further specifications must be described in detail by the Customer in a specification sheet it must create. Matplus shall produce the software in accordance with the requirements outlined in the specification sheet and on the basis of the scientific and technical state of the art. Matplus shall provide the software to the Customer in the form of an executable program on an appropriate medium. Installation shall be performed by the Customer.
de: Gegenstand bei der Softwareerstellung ist eine von Matplus nach Vorgaben des Kunden zu entwickelnde und dem Kunden zu überlassende Software einschließlich entsprechender Benutzungsanleitung und Einräumung entsprechender Nutzungsrechte. Der geschuldete Leistungsumfang sowie weitere Spezifikation sind vom Kunden in einem von ihm zu erstellenden Pflichtenheft detailliert zu beschreiben. Die Software wird von Matplus nach den im Pflichtenheft dargestellten Anforderungen nach aktuellem Stand von Wissenschaft und Technik erstellt. Matplus liefert die Software als ausführbares Programm auf einem geeigneten Medium an den Kunden. Die Installation erfolgt durch den Kunden.
