Repository: mahfujulhoque12/Django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The deadlines for delivery of the works to be provided shall be defined in the specification sheet. Upon becoming aware that an execution deadline cannot be respected, Matplus must inform the Customer immediately in writing, citing the reason and indicating the expected duration of the delay.
de: Die Fristen zur Lieferung des geschuldeten Werks ergeben sich aus dem Pflichtenheft. Sobald Matplus erkennt, dass eine Ausführungsfrist nicht eingehalten werden kann, hat Matplus dies dem Kunden unverzüglich unter Mitteilung der Gründe und der voraussichtlichen Verzögerungsdauer schriftlich anzuzeigen.

source: Customer’s duty to cooperate
de: Mitwirkungspflichten

source: The customer shall provide Matplus with the information, documentation and other work materials (pre-imstalled DV components, individual customer software) necessary to perform the services owed free of charge and in a timely manner, without first being asked to do so. The Customer shall ensure that technically proficient employees are available to Matplus to provide binding information if required.
de: des Kunden Der Kunde hat Matplus unaufgefordert die zur Durchführung der zu erbringenden Leistungen erforderlichen Informationen, Unterlagen und sonstigen Arbeitsmittel (vorinstallierte DV-Komponenten, individuelle Kundensoftware) unentgeltlich und rechtzeitig zur Verfügung zu stellen. Der Kunde trägt dafür Sorge, dass Matplus ggf. fachlich qualifizierte Mitarbeiter für verbindliche Auskünfte zur Verfügung stehen.

source: Acceptance
de: Abnahme

source: Matplus shall provide the Customer with a copy of the program in encoded, input-ready form as well as the related documentation for the purposes of performing the performance test outlined in the specification sheet. Should the performance test reveal that the service provided by Matplus corresponds to that described in the specification sheet, the Customer shall immediately confirm its acceptance of the work in writing. Should the customer fail to confirm its acceptance within an appropriate time frame, Matplus may grant it an appropriate grace period within which to submit the confirmation. Once this period has expired, the service shall be deemed accepted if the Customer has neither confirmed acceptance nor cited the reasons for extending the performance test and has not itself specified an additional grace period. Matplus shall specifically make the Customer aware of the intended significance of its conduct when this grace period begins.
de: Matplus liefert dem Kunden zur Durchführung der im Pflichtenheft festgelegten Funktionsprüfung der erstellten Software eine Programmkopie in kodierter und eingabebereiter Form nebst Dokumentation. Ergibt die Funktionsprüfung, dass die Leistung von Matplus der Leistungsbeschreibung im Pflichtenheft entspricht, erklärt der Kunde unverzüglich schriftlich die Abnahme des Werkes. Erklärt der Kunde die Abnahme nicht in einer angemessenen Frist, kann ihm Matplus eine angemessene Frist zur Abgabe der Erklärung setzen. Die Leistung gilt mit Ablauf der Frist als abgenommen, wenn der Kunde weder die Abnahme erklärt, noch die Gründe für eine Verlängerung der Funktionsprüfung nennt und selbst keine Nachfrist gesetzt hat. Matplus wird den Kunden bei Beginn der Frist auf die vorgesehene Bedeutung seines Verhaltens besonders hinweisen.

source: Rights of use
de: Nutzungsrechte

source: Unless otherwise agreed,, Matplus shall grant the Customer a simple, non-exclusive, temporally and spatially unlimited, irrevocable right of use to the software created by Matplus and the associated documentation for the Customer’s own use, subject to acceptance and full remuneration. The specific provisions set forth in Clauses 3.2.2., 3.2.3., 3.3. and 3.4. shall apply accordingly.
de: Soweit nichts Abweichendes vereinbart wird, räumt Matplus dem Kunden vorbehaltlich der Abnahme und vollständigen Vergütung für die Dauer des gesetzlichen Urheberrechts das einfache, nicht ausschließliche, zeitlich und räumlich unbegrenzte, unwiderrufliche Nutzungsrecht an der vom Matplus erschaffenen Software und der dazugehörigen Dokumentation zu eigenen Nutzung ein. Die besonderen Regelungen der Ziffern 3.2.2., 3.2.3., 3.3., und 3.4., gelten entsprechend.

source: Maintenance and other services
de: Schutzrechtsverletzung Dritter

source: Where Matplus agrees to provide maintenance services free of charge, the maintenance in question shall include the services specified in the order confirmation. It shall, as the very least, consist of the provision of a hotline, the automatic transmission of medium and large updates, remote diagnostics and maintenance services and an internet service, via which interim releases can be accessed.
de: Soweit Matplus Software nach Entwürfen und Anweisungen des Kunden erstellt, stellt der Kunde Matplus von allen Forderungen und Kosten frei, die aufgrund von Verletzungen der Schutzrechte Dritter entstehen, die auf Entwürfe und Anweisungen des Kunden zurückzuführen sind. Der Kunde zahlt auf Anforderung von Matplus einen angemessenen Prozesskostenvorschuss.

source: The duration, extent and remuneration shall be defined in the individual maintenance contracts concluded.
de: Dauer, Umfang und Vergütung ergeben sich aus den geschlossenen Einzelwartungsverträgen.

source: Should the Customer enter into arrears with payment, Matplus may postpone the further performance of maintenance or upkeep until full payment has been made and may also demand advance payment.
de: Matplus kann bei Zahlungsverzug des Kunden die weitere Ausführung der Wartung oder Pflege bis zur vollständigen Bezahlung zurückstellen und Vorauszahlung verlangen.

source: Matplus shall perform additional services for the Customer where these have been agreed in writing. The Customer shall pay for additional services in accordance with the respective valid Marplus service price lists.
de: Matplus führt weitere Dienstleistungen für den Kunden durch, soweit diese schriftlich vereinbart werden. Der Kunde zahlt für weitere Dienstleistungen entsprechend der jeweils gültigen Preisliste von Matplus für Dienstleistungen.

source: Software rental
de: Softwaremiete

source: The object of the Agreement is the provision of software, free of charge and for a limited time, to the customer by Matplus.
de: Vertragsgegenstand ist die zeitlich befristete, entgeltliche Überlassung von Software durch Matplus an den Kunden.

source: As part of the software rental, Matplus shall grant the Customer a the simple right, limited in time to the duration of the contract, to use the software in accordance with its intended purpose, without restriction in terms of space or content.
de: Geschuldete Leistung, Vertragsdauer und Vergütung ergeben sich aus den geschlossenen Einzelvereinbarungen.

source: The Customer may neither sell the software, including the user manual and any other accompanying third-party materials, nor make them available for a limited period of time; in particular, it may not rent or loan it out.
de: Im Rahmen von Softwaremiete räumt Matplus dem Kunden das einfache, zeitlich auf die Dauer des Vertrags befristete, räumlich und inhaltlich unbeschränkte Recht ein, die Software bestimmungsgemäß zu nutzen.

source: Ant defects may either be rectified by means of a repair free of charge or a replacement delivery, at the discretion of Matplus.
de: Der Kunde darf die Software einschließlich des Benutzerhandbuchs und des sonstigen Begleitmaterials Dritten weder veräußern noch zeitlich begrenzt überlassen, insbesondere nicht vermieten oder verleihen.

source: The Customer may not assert its right to terminate the Agreement based on a failure to permit use of the property as per Section 543(2)(1)(1) German Civil Code (BGB) unless the repair or replacement has failed.
de: Eine etwaige Mängelbehebung erfolgt nach Wahl von Matplus durch kostenfreie Nachbesserung oder Ersatzlieferung.

source: The strict liability of Matplus, as the lessor, for defects already existing at the time of conclusion of this contract according to Section 536(a)(1) BGB is expressly excluded.
de: Die verschuldensunabhängige Haftung von Matplus als Vermieter für bereits bei Vertragsabschluss vorhandene Fehler nach § 536 a Absatz 1 BGB wird ausdrücklich ausgeschlossen.

source: General Terms and Conditions
de: Allgemeine Bedingungen

source: Appointment of third parties
de: Hinzuziehung Dritter

source: Matplus shall be entitled to avail itself of the assistance of third parties and to transfer the rights and obligations to perform the Contract to third parties as vicarious agents accordingly.
de: Matplus ist berechtigt, sich der Hilfe Dritter zu bedienen und diesbezügliche Rechte und Pflichten zur Durchführung des Vertrags auf Dritte als Erfüllungsgehilfen zu übertragen.

source: Payment terms
de: Zahlungsbedingungen

source: The respective valid Matplus price list shall apply. Prices listed are in euros plus any costs incurred for postage, packaging, insurance, travel and the applicable value added tax.
de: Es gilt die jeweils gültige Preisliste von Matplus. Preise verstehen sich in Euro zuzüglich der anfallenden Kosten für Porto, Verpackung, Versicherung, Reisen und der jeweils gültigen Umsatzsteuer.

source: Unless otherwise agreed, payments shall fall due no later than upon delivery/provision of the software or upon provision of the access data to the Customer and must be paid within 14 days of invoicing.
de: Soweit nichts Abweichendes vereinbart wurde, sind Zahlungen spätestens mit der Ablieferung / Bereitstellung der Software, bzw. mit Mitteilung der Zugangsdaten an den Kunden fällig und innerhalb von 14 Tagen ab Rechnungsstellung zu zahlen.

source: Force majeure
de: Höhere Gewalt

source: In the event that Matplus is impeded in the timely provision of its deliveries and services by force majeure, strike, operational disruption, lockout, fire, natural disaster, transport obstructions, official measures or delays in the delivery of important raw and auxiliary materials to Matplus itself or to its sub-supplier, the delivery time shall be extended accordingly.
de: Ist Matplus an der rechtzeitigen Durchführung seiner Lieferungen und Leistungen durch höhere Gewalt, Streik, Betriebsstörung, Aussperrung,Feuer, Naturkatastrophen, Transportbehinderungen, behördlicher Maßnahmen oder Verzögerungen in der Anlieferung wesentlicher Rohund Hilfsstoffe, bei Matplus selbst oder bei den Vorlieferanten gehindert, so verlängert sich die Lieferzeit angemessen.

source: Use of open source software
de: Verwendung von Open Source Software

source: Unless any contrary provisions are agreed upon, Matplus shall be entitled to use various free software components (open source software) in providing the agreed services. The provision of open source components by Matplus shall be free of charge and shall take the form of a gift.
de: Matplus ist –sofern keine abweichenden Regelungen getroffen werdenberechtigt im Rahmen der Leistungserbringung unterschiedliche freie Software-Komponenten (sog. Open Source Software) zu nutzen. Die Überlassung von Open Source Komponenten durch Matplus erfolgt schenkungsweise und unentgeltlich.

source: The granting of rights of use for the open source software shall be governed by the respective provisions set forth in the open source terms of use of the respective rights holder. Mayplus shall inform the Customer about the use of open source software and shall issue the corresponding licensing conditions.
de: Die Einräumung von Nutzungsrechten der Open Source Software bestimmt sich nach den jeweiligen Regelungen der Open Source Nutzungsbedingungen des jeweiligen Rechteinhabers. Matplus wird den Kunden über die Verwendung von Open Source Software informieren und die entsprechenden Lizenzbedingungen aushändigen.

source: The Customer shall be obliged to respect the licensing conditions of the respective rights holder and, if the software and the open source software components are issued to a third party, to ensure that the third party is also obliged to respect them.
de: Der Kunde ist verpflichtet, die Lizenzbedingungen der jeweiligen Rechteinhaber zu beachten und –im Falle der Aushändigung der Software nebst Open Source Softwarekomponenten an Dritte- diese zur Beachtung der jeweiligen Lizenzbedingungen anzuhalten.

source: Labelling/copyright notes
de: Kennzeichnung /Urheberrechtsvermerke

source: Copyright notices, serial numbers and any other features that serve to identify the program must not be removed from the software or changed. The same shall apply to any suppression of corresponding features on the screen.
de: Urhebervermerke, Seriennummern sowie sonstige der Programmidentifikation dienende Merkmale dürfen nicht von der Software entfernt oder verändert werden. Gleiches gilt für eine Unterdrückung der Bildschirmanzeige entsprechender Merkmale.

source: Warranty
de: Gewährleistung

source: The software provided by Matplus shall essentially correspond to the product description. Product descriptions cannot be considered warranties without a separate written agreement. With regard to the provision of updates, upgrades and new versions, any claims of defects shall be limited to the new features introduced in connection with the provision of updates, upgrades and new versions as compared with the previous version.
de: Die von Matplus überlassene Software entspricht im Wesentlichen der Produktbeschreibung. Produktbeschreibungen gelten ohne gesonderte schriftliche Vereinbarung nicht als Garantie. Bei Update-, Upgrade- und neuen Versionslieferungen sind die Mängelansprüche auf die Neuerungen der Update-, Upgrade- oder neuen Versionslieferung gegenüber dem bisherigen Versionsstand beschränkt.

source: Any obvious defects must be reported to Matplus in writing within one week after receipt of the goods; otherwise, the Customer may not assert the warranty claim. The sending of such notice in a timely manner shall suffice with respect to the observance of this deadline. In this case, the Customer shall bear the full burden of proof with respect to all claim prerequisites, in particular for the defect itself, for the time of discovery of the defect and for the timeliness of the notice of defects.
de: Offensichtliche Mängel müssen innerhalb einer Frist von einer Woche ab Empfang der Ware schriftlich gegenüber Matplus angezeigt werden; andernfalls ist die Geltendmachung des Gewährleistungsanspruches ausgeschlossen. Zur Fristwahrung genügt die rechtzeitige Absendung. Den Kunden trifft in diesem Fall die volle Beweislast für sämtliche Anspruchsvoraussetzungen, insbesondere für den Mangel selbst, für den Zeitpunkt der Feststellung des Mangels und für die Rechtzeitigkeit der Mängelrüge.

source: Any defects must be reported in writing, providing a clear description of the error symptoms, substantiated as far as possible by written records, hard copies or other documents illustrating the defects in question. The notice of defect should allow the defect to be reproduced.
de: Mängel sind durch eine nachvollziehbare Schilderung der Fehlersymptome, soweit möglich, nachgewiesen durch schriftliche Aufzeichnungen, hard copies oder sonstige die Mängel veranschaulichende Unterlagen schriftlich zu rügen. Die Mängelrüge soll die Reproduktion des Fehlers ermöglichen.

source: The warranty period shall extend for one year from delivery of the product. The one-year warranty period shall not apply if and to the extent that a case as outlined in Clause 4.7.1 or 4.7.2. arises.
de: Die Gewährleistungsfrist beträgt ein Jahr ab Ablieferung der Ware. Die einjährige Gewährleistungsfrist gilt nicht, wenn und soweit ein Fall von Ziffer 8.7.1 oder 8.7.2. vorliegt.

source: Liability
de: Haftung

source: Claims by the Customer for damages or compensation for futile expenses shall be governed by this clause irrespective of the legal nature of the claim:
de: Die Ansprüche des Kunden auf Schadensersatz oder Ersatz vergeblicher Aufwendungen richten sich ohne Rücksicht auf die Rechtsnatur des Anspruchs nach dieser Klausel:

source: Matplus shall be liable without limitation for damages or reimbursement of futile expenditure
de: Matplus haftet auf Schadensersatz oder Ersatz vergeblicher Aufwendungen unbeschränkt

source: – in the event of intent or gross negligence
de: – bei Vorsatz oder grober Fahrlässigkeit

source: – for injury to life, limb or health,
de: – für die Verletzung von Leben, Leib oder Gesundheit,

source: – in accordance with the provisions of German product liability law and
de: – nach den Vorschriften des Produkthaftungsgesetzes sowie

source: – within the scope of a warranty assumed by Matplus
de: – im Umfang einer von Matplus übernommenen Garantie

source: – in the case of fraudulent intent on the part of Matplus.
de: – bei Arglist von Matplus.

source: In the event of a slightly negligent breach of an obligation that is essential to achieve the purpose of the Contract (cardinal obligation), Matplus’ liability shall be limited in amount to the damage that is typical and to be expected for the type of transaction in question, and shall not exceed five times the remuneration paid for the service.
de: Bei leicht fahrlässiger Verletzung einer Pflicht, die wesentlich für die Erreichung des Vertragszwecks ist (Kardinalpflicht), ist die Haftung von Matplus der Höhe nach begrenzt auf den Schaden, der nach der Art des fraglichen Geschäfts vorhersehbar und typisch ist, maximal auf das Fünffache der für die Leistung gezahlten Vergütung.

source: Matplus shall accept no further liability. In particular, Matplus shall accept no liability for incipient defects unless the requirements set forth in Clauses 8.7.1 or 8.7.2. are met.
de: Matplus haftet für den Verlust von Daten nur bis zu dem Betrag, der bei ordnungsgemäßer und regelmäßiger Sicherung der Daten zu deren Wiederherstellung angefallen wäre.

source: The above liability limitation shall also apply with regard to the personal liability of all Matplus employees, representatives and bodies.
de: Eine weitergehende Haftung von Matplus besteht nicht. Insbesondere besteht keine Haftung von Matplus für anfängliche Mängel, soweit nicht die Voraussetzungen der Ziffern 8.7.1 oder 8.7.2. vorliegen.

source: Provision of source code.
de: Quellcodeherausgabe

source: Unless otherwise agreed, the Customer shall not be entitled to request the provision of the source code.
de: Sofern nichts Abweichendes vereinbart, besteht kein Anspruch des Kunden auf Herausgabe des Quellcodes.

source: Data protection/data security
de: Quellcodeherausgabe

source: Matplus shall collect, process and use the personal data of customers exclusively for the purposes of the proper execution of the Contract within the scope of the applicable data protection laws. Both Parties shall comply with the provisions set forth in the applicable data protection legislation and regulations. This shall apply in particular to the collection, processing, editing, transmission and erasure of data or databases. The Parties shall ensure that employees and agents who are granted access to data respect these provisions accordingly.
de: Matplus erhebt, verarbeitet und nutzt personenbezogenen Daten von Kunden lediglich zum Zwecke der ordnungsgemäßen Vertragsdurchführung im Rahmen der geltenden Datenschutzgesetze. Beide Parteien halten die Anforderungen der geltenden Datenschutzgesetze und – vorschriften ein. Dies gilt insbesondere soweit die Erhebung, Verarbeitung, Veränderung, Übermittlung und Löschung von Daten bzw. Datenbeständen betroffen ist. Die Vertragsparteien verpflichten Mitarbeiter und Beauftragte, die Zugriff auf Daten erhalten, entsprechend.

source: Other
de: Sonstiges

source: The Customer may only offset undisputed or legally established claims.
de: Der Kunde darf nur mit unbestrittenen oder rechtskräftig festgestellten Forderungen aufrechnen.

source: The Customer may not exercise a right of retention that is not based on a right arising from this contractual relationship.
de: Die Ausübung eines Zurückbehaltungsrechts durch den Kunden, das nicht auf einem Recht aus diesem Vertragsverhältnis beruht, ist ausgeschlossen.

source: The Customer shall only transfer its rights as arising from this Contract to a third party with the prior consent of Matplus; Section 354 a of the German Commercial Code shall remain unaffected.
de: Der Kunde wird seine Rechte aus diesem Vertrag nur mit vorheriger Zustimmung von Matplus an Dritte abtreten; § 354 a HGB bleibt unberührt.

source: The software may be subject to (re-)export restrictions, e.g. with respect to the USA or the EU. The Customer must respect these provisions in the event of a resale or other transfer.
de: Die Software kann (Re-) Exportrestriktionen unterliegen, z. B. der Vereinigten Staaten von Amerika oder der EU. Der Kunde hat diese Bestimmungen bei einer Weiterveräußerung oder sonstigen Ausfuhr zu beachten.

source: Final provisions
de: Schlussbestimmungen

source: Changes and additions to this Contract require the written form to be valid. This shall also apply to amendments to or the removal of this Clause. Electronic text documents shall not be sufficient to fulfil this requirement for the written form.
de: Änderungen und Ergänzungen des Vertrags bedürfen der Schriftform. Dies gilt auch für die Änderung oder Aufhebung dieser Klausel. Elektronische Dokumente in Textform erfüllen das Schriftformerfordernis nicht.

source: The law of the Federal Republic of Germany shall apply, excluding reference to the UN Convention on Contracts for the International Sale of Goods (CISG) dated 11/04/1980
de: Es gilt deutsches Recht unter Ausschluss des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenverkauf vom 11.4.1980 (UN-Kaufrecht).

source: The place of fulfilment and exclusive place of jurisdiction shall be Wuppertal, provided that each Party is a merchant or a legal person governed by public law.
de: Erfüllungsort und ausschließlicher Gerichtsstand ist Wuppertal, sofern jede Partei Kaufmann oder juristische Person des öffentlichen Rechts ist.

source: Should any of the individual provisions of this Contract be invalid, this shall not, in principle, affect the validity of the remaining provisions.
de: Sollten einzelne Bestimmungen dieses Vertrags unwirksam sein, berührt dies die Gültigkeit der übrigen Bestimmungen grundsätzlich nicht.
