Repository: mahfujulhoque12/Django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: Research
de: Forschung

source: Services
de: Dienstleistungen

source: Products
de: Produkte

source: News
de: Nachricht

source: Material Database
de: Material Datenbank

source: AluSelect is a computer-based reference database containing technical information on the most widely used aluminium alloys. This freely accessible website allows the user to obtain information about the mechanical, physical and chemical properties of aluminium alloys. At present, 35 wrought alloys and 12 casting alloys are indexed.
de: Aluselect ist eine Referenzdatenbank mit technischen Informationen zu den am häufigsten verwendeten Aluminiumlegierungen. Das kostenfreie System ermöglicht es dem Benutzer, Informationen über die mechanischen, physikalischen und chemischen Eigenschaften von Aluminiumlegierungen zu erhalten. Derzeit sind 35 Knetlegierungen und 12 Gusslegierungen indiziert.

source: Login
de: Anmelden

source: The world is moving into a low carbon economy.
de: Aluminium nimmt eine bedeutende Rolle zur Entwicklung einer de-Karbonisierten Kreislaufwirtschaft ein.

source: As we are witnessing the development of new business models, IT innovation, decentralized governance, and energy efficiency, Aluminium is playing a fundamental role to drive this transformation. Aluminium has a broad range of unique properties that contributes to building a new society based on low carbon products, lighter cars, energy efficient-buildings and recycling.
de: Somit leistet Aluminium durch eine breite Palette einzigartiger Eigenschaften einen Beitrag für die Gesellschaft der Zukunft, die auf kohlenstoffarmen Produkten, leichteren Autos, energieeffizienten Gebäuden und Recycling basiert.Aktuell ist der Verkehr ist der größte Einzelsektor für Aluminiumprodukte in Europa und macht fast 40% der Industrieproduktion aus. Seine leichten Eigenschaften reduzieren das Gewicht einer Reihe von Fahrzeugen, von Passagierflugzeugen bis hin zu Autos, erhöhen die Kraftstoffeffizienz und reduzieren den CO2-Ausstoß.Aluminium ist heute das am zweithäufigsten verwendete Metall der Welt. Dies liegt daran, dass Aluminium eine einzigartige Kombination attraktiver Eigenschaften und Effekte aufweist, die sich wie folgt zusammenfassen lassen:

source: Light yet strong
de: Leichtbau

source: Despite its relatively low weight, aluminium has a remarkable strength to weight ratio. As an alloy, aluminium offers similar performance to advanced steels and titanium.
de: 1/3 der Dichte von Stahl führt zu leichten Fahrzeugen mit geringerem Energieverbrauch und redutierten Emissionen

source: Recyclability
de: Recycling

source: High versatility
de: Hohe Vielseitigkeit

source: Aluminium is not only light; it has a low melting point and is highly ductile. This makes it easy to work with, shape and join adding to its versatility.
de: Aluminium ist nicht nur leicht; es hat einen niedrigen Schmelzpunkt und ist sehr duktil. Dies erleichtert das Arbeiten, Formen und Verbinden und trägt zu seiner Vielseitigkeit bei.

source: Energy saving
de: Leitfähigkeit

source: Aluminium’s unique properties allow for significant energy savings in many applications; for example in vehicles and buildings. In addition, recycled aluminium is highly energy efficient, using only 5%% of the energy of primary production.
de: Freileitungen aus Aluminium durch optimale Balance auf Leitfähigkeit und Gewicht

source: Corrosion free & durable
de: Korrosionsbeständigkeit

source: Aluminium develops a natural oxide layer, protecting it against corrosion and making it virtually maintenance free. This makes aluminium the ideal material for packaging, building and vehicles and transport.
de: Aluminium entwickelt eine natürliche Oxidschicht, die es vor Korrosion schützt und praktisch wartungsfrei macht. Dies macht Aluminium zum idealen Material für Verpackung, Gebäude, Fahrzeuge und Transport.

source: Alloying technology
de: Umformbarkeit

source: aluminium can be made hard, soft, stiff, bendable, smooth, temperature resistance etc. depending on the actual need, by developing tailor-made alloys
de: Integralbauteile durch überlegene Umformbarkeit, z.B. bei Strangpressteilen für Gebäude

source: Impermeability
de: Gesamtsperre

source: Aluminium can be rolled extremely thinly – less than 100th of a millimetre – while remaining completely impermeable to light, odour and contamination. This makes it the ideal material for packing food, pharmaceuticals and other sensitive products.
de: Aluminium kann extrem dünn gewalzt werden - weniger als 100stel Millimeter - und bleibt dabei vollständig licht-, geruchs- und kontaminationsundurchlässig. Dies macht es zum idealen Material für die Verpackung von Lebensmitteln, Pharmazeutika und anderen empfindlichen Produkten.

source: Presentation of Mechanical Properties in AluSelect
de: Darstellung mechanischer Eigenschaften in der AluSelect

source: YIELD STRENGTH
de: STRECKGRENZE

source: Illustration and Comparison of Yield Strength of every Wrought and Cast Alloys
de: Abbildung und Vergleich der Streckgrenze aller Knet- und Gusslegierungen

source: TENSILE STRENGTH VS YIELD STRENGTH
de: ZUGFESTIGKEIT GEGEN STRECKGRENZE

source: Comparison of Tensile Strength vs Yield Strength
de: Vergleich der Zugfestigkeit vs.Streckgrenze

source: CREEP DATA
de: KRIECHDATEN

source: Creep Rupture Stress Information of Aluminium Alloys
de: Informationen zur Kriechbruchspannungvon Aluminiumlegierungen

source: FATIGUE DATA
de: ERMÜDUNGSDATEN

source: Valuable information about fatigue properties of aluminium alloys
de: Wertvolle Informationen über die Ermüdungseigenschaften von Aluminiumlegierungen

source: Company
de: Unternehmen

source: Selected Customers
de: Ausgewählte Kunden

source: Databases
de: Datenbanken

source: Material Innovation
de: Werkstoffentwicklung

source: Implementation
de: Implemenerung von Werkstoffdatensystemen

source: Contact
de: Kontakt

source: ALL RIGHTS RESERVED
de: ALLE RECHTE VORBEHALTEN

source: Imprint
de: Impressum

source: Cookie Policy
de: Cookie-Richtlinie

source: Privacy Policy
de: Datenschutz

source: Legal notice
de: Rechtliche Hinweise

source: General terms and conditions
de: AGB

source: About Us
de: Über uns

source: We are an independent specialist for materials data systems and associated services. We combine practical material competences with software know-how. Our services range from materials consultancy to industrial research projects for development of new materials and technologies. Our software solutions help you to develop and optimize innovative materials solutions and efficient manufacturing processes. This includes systems for capturing materials data from different sources and the implementation company-wide knowledge bases for materials information.
de: Wir sind ein unabhängiger Spezialist für Werkstoffdatensysteme und zugehörige Dienstleistungen. Unsere Software-Lösungen unterstützen bei der Entwicklung und Optimierung von innovativen Werkstoffen und effizienten Verarbeitungsprozessen. Unsere Dienstleistungen beinhalten die Mitarbeit an konkreten Projekten für neue Werkstoffe und Technologien. Die Implementierung von Softwarelösungen und der Aufbau unternehmensweiter Wissensbasen für Werkstoffinformationen ist ein weiterer Schwerpunkt. Wir zeichnen uns dadurch aus, dass wir praktische Werkstoffkompetenz mit IT- und Systemkompetenz verbinden.

source: We are materials engineers having many years of industrial experience in the development and optimization of metallic structural materials. We support clients by practical consulting and development projects in this field. For analysis and experimental design we make use of our own systems (JMatPro and EDA). By working together with efficient laboratories and manufacturing partners, we can offer complete packages including delivery of materials for prototypes. The technological chain can range from melting to processing, metallography, materials characterization & testing, production of semifinished products. We are fast, goal-oriented and practice-oriented.
de: Werkstoffseitig haben wir langjährige Industrieerfahrungen in der Entwicklung und Optimierung von metallischen Strukturwerkstoffen. Wir unterstützen Kunden durch praktische Beratungs- und Entwicklungsprojekte auf diesem Gebiet. Hier setzen wir unsere eigenen Systeme (JMatPro und EDA) für Analyse, Konzeption bis zur Versuchsplanung ein. Durch die Zusammenarbeit mit leistungsfähigen Laboren und Fertigungspartnern können wir Gesamtpakete anbieten. Die technologische Kette kann vom Erschmelzen bis zur Verarbeitung, Metallographie, Werkstoffprüfung und Erprobung reichen. Dabei sind wir schnell, zielgerichtet und vor allem praxisorientiert.

source: We have a strong CAE / PLM background and can design processes, workflows and interfaces. We help customers in the selection and introduction of the right systems for their specific demands. Our systems cover data and knowledge management, material simulation and modeling. We accelerate the value-adding processes related to development and application of materials.
de: Wir bieten Werkstoff- und Systemkompetenz in einer Hand. Wir kennen das CAE-/PLM Umfeld und können Prozesse, Workflows und Schnittstellen gestalten. Kunden beraten wir optimal bei der Auswahl und Einführung der richtigen Systeme – die technisch besten und wirtschaftlich sinnvollen Lösungen sind unser Ziel. Die Spannweite unseres Angebots reicht von der Einzelplatz-Software über Engineering Groupware bis hin zu standortübergreifenden Systemen. Unsere Systeme decken Daten- und Wissensmanagement, Werkstoffsimulation und Modellbildung ab. Wir unterstützen die wertschöpfenden Prozesse mit Bezug zu Werkstoffen durch Beschleunigung und Absicherung.

source: Founder & CEO
de: Gründer & Geschäftsführer

source: Education and Qualification:
de: Ausbildung und Qualifikationen:

source: PhD Mechanical Engineering/Materials Technology, <br>University Hanover 1994
de: Promotion Maschinenbau/Werkstofftechnik, Universität Hannover 1994

source: Working areas:
de: Arbeitsbereiche:

source: Design and Implementation of materials information & IT architectures
de: Design und Implementierung von Materialinformations- und IT-Architekturen

source: Practical materials development structural metals
de: Praktische Werkstoffentwicklung Strukturmetalle

source: Calculation of materials properties using JMatPro®
de: Berechnung von Materialeigenschaften mit JMatPro®

source: Executive officer
de: Prokuristin

source: Accounting & controlling
de: Rechnungswesen & Controlling

source: Human resource management
de: Personalwesen

source: Customer care
de: Kundenberatung & Vertrieb

source: Our customers
de: Unsere Kunden

source: Our customer-base currently has a regional focus in Germany, Austria and Switzerland.
de: Wir betreuen eine Vielzahl von Kunden mit einem regionalem Schwerpunkt in Deutschland, Österreich und der Schweiz. Unsere Lösungen sind in folgenden Branchen erfolgreich:

source: Producers of steel, aluminum and nickel alloys
de: Hersteller von Stahl, Aluminium und Nickellegierungen

source: Automotive and aerospace industry with their suppliers
de: Automobil- und Luft- und Raumfahrtindustrie mit ihren Zulieferern

source: Foundries, blacksmith shops, metalworking, plant construction
de: Gießereien, Schmieden, Metallverarbeitung, Anlagenbau

source: More Information
de: Mehr Informationen

source: Our mission
de: Das Leitbild

source: We aim to be the best solution provider for materials data systems.
de: Wir möchten der beste Lösungsanbieter für Werkstoffdatensysteme mit einem Fokus auf dem Gebiet metallische Strukturwerkstoffe sein.

source: We focus on structural metals like Steels and alloys made from Aluminum-, Magnesium Nickel-, and Copper.Our core area is Germany, Austria and Switzerland.
de: Kundenzufriedenheit und die Steigerung der Wettbewerbsfähigkeit der Kunden stehen bei uns an erster Stelle. Wir bieten die führenden Lösungen für die industrielle Praxis an und unterstützen Forschung und Lehre mit unseren Systemen. Wir beteiligen uns aktiv an werkstofftechnischen Forschungs- und Entwicklungsprojekten, um auf Augenhöhe mit anspruchsvollsten Anwendern diskutieren zu können und stets die Praxisrelevanz unserer Lösungen zu verbessern.

source: Customer satisfaction and increasing customer competitiveness are our top priorities.We offer the leading solutions for industrial practice and also support research and teaching with our systems.We actively participate in materials engineering research and development projects in order to be able to discuss with the most demanding users on an equal footing and to always improve the practical relevance of our solutions.
de: Wir streben ein moderates organisches Wachstum aus eigener Kraft an, um selbstbestimmt und nachhaltig agieren zu können. Dabei pflegen wir einen offenen und fairen Umgang mit Kunden, Partnern und Mitarbeitern.

source: We strive for moderate organic growth from our own resources in order to be able to act independently and sustainably. We maintain an open and fair dealings with customers, partners and employees. Our team combines competences from practical material technology with advanced know-how on the software side. In interdisciplinary projects, we promote the skills, personal development and exchange of experience.
de: Unser Team verbindet Kompetenzen aus der praktischen Werkstofftechnik mit hochentwickelten Know-how auf der Softwareseite. Wir fördern in interdisziplinären Projekten die Kompetenzen, persönliche Weiterentwicklung und Erfahrungsaustausch.

source: Producers of steel
de: Werkstoffhersteller

source: Visit Website
de: Webseite besuchen

source: Automotive and aerospace industry
de: Automobil- und Luftfahrtindustrie

source: Order the MMPDS - Online in our shop:
de: Die MMPDS 17 - Online önnen Sie in unserem Shop bestellen:

source: order now
de: Jetzt Bestellen

source: SCALE YOUR PRODUCTIVITY
de: Skalieren Sie Ihre Produktivität

source: Materials Technology with Passion
de: Werkstofftechnik und darüber hinaus

source: Materials are the key enabler for innovative and resource efficient products. Matplus experts develop industrial material technologies - from the idea to the finished semi-finished product – as part of their daily work. Their successful operations rely on advanced systems for material simulation and material property databases – which are now available also for customers: EDA® the leading solution for materials engineering and beyond.
de: Werkstoffe sind oft entscheidend für innovative und ressourceneffiziente Produkte. Matplus-Experten entwickeln im Auftrag praktisch umsetzbare, industrielle Werkstofftechnologien – von der Idee bis zum fertigen Halbzeug. Die Arbeiten erfolgen gestützt auf die besten Systeme zur Materialsimulation und Materialdatenbanken, die jetzt für den Kunden verfügbar sind: EDA®, die führende Lösung für die Werkstofftechnik und darüber hinaus.

source: enables seamless integration of data management, modelling and knowledge management.
de: ermöglicht eine nahtlose Integration von Datenmanagement, Modellierung und Wissensmanagement.

source: More than Material Reference Data
de: Mehr als Materialreferenzdaten

source: ✓ Material Optimization:
de: ✓ Materialoptimierung:

source: Explorative data analysis of JMatPro® calculations and materials testing
de: Explorative Datenanalyse von JMatPro®-Berechnungen und Materialtests

source: ✓ Test Data Management:
de: ✓ Testdatenmanagement:

source: Consolidate and evaluate demanding test data from different sources
de: Konsolidieren und Bewertung anspruchsvoller Testdaten aus unterschiedlichen Quellen

source: ✓ Material Models:
de: ✓ Materialmodelle:

source: Create and fit models for Plasticity, Fatigue, Damage – ready to be used in CAE downstream applications
de: Erstellen und Anpassung von Modellen für Plastizität, Ermüdung und Schädigung – bereit zur Verwendung in nachgelagerten CAE-Anwendungen

source: ✓ Knowledge Management:
de: ✓ Wissensmanagement:

source: Integrate reference data, own test data, documents and reports to your “single source of enterprise materials knowledge”
de: Integrieren von Referenzdaten, eigener Testdaten, Dokumenten und Berichten in die „Single Source of Enterprise Materials Knowledge“ Wissensbasis

source: Designed for Materials Engineering
de: Entwickelt für die Werkstofftechnik

source: EDA® was designed to support and accelerate materials engineering processes. The core is a flexible and extendable data management in combination with configurable rich functionality for processing, evaluation and visualization of data. It is the cloud-enabled end-to-end solution for the entire lifecycle of materials information. Interfaces to test machines, CAE- and CAD systems and other enterprise software can be configured.
de: EDA® unterstützt und beschleunigt Engineering-Prozesse mit Bezug zu Werkstoffen. Kernstück ist ein flexibles und erweiterbares Datenmanagement in Kombination mit konfigurierbaren umfangreichen Funktionalitäten zur Verarbeitung, Auswertung und Visualisierung von Daten. Es ist die Cloud-fähige End-to-End-Lösung für den gesamten Lebenszyklus von Materialinformationen. Schnittstellen zu Prüfmaschinen, CAD/CAE Systemen sowie weitere IT-Komponenten.

source: Why Materials Information Management using EDA®?
de: Warum Materialinformationsmanagement mit EDA®?

source: Customer voices
de: Kunden

source: “We decided to upgrade to Matplus EDA® and now benefit from extended capabilities”
de: „Wir haben uns für ein Upgrade auf Matplus EDA® entschieden und profitieren jetzt von erweiterten Funktionen“

source: Dr. Thomas Witulski, head of materials and processes at Otto Fuchs KG
de: Dr. Thomas Witulski, Leiter Material und Prozesse bei der Otto Fuchs KG

source: “Using EDA® we reach our goals much faster thanks to better evaluable data”
de: „Mit EDA® kommen wir dank besser auswertbarer Daten viel schneller ans Ziel“

source: Dr. Walter Berger, CEO at voestalpine Research Service
de: Dr. Walter Berger, Geschäftsführer der voestalpine Forschungs- und Servicegesellschaft Donawitz GmbH

source: How Can EDA® help you to generate business value?
de: Wie kann EDA® Ihnen helfen, Geschäftswert zu erzeugen?

source: Improve Quality
de: Qualitätssteigerung

source: of products and processes, create sustainable products
de: von Produkten und Prozessen. Schaffen Sie nachhaltige Produkte.

source: Decrease Time
de: Zeitreduktion

source: for processing of inquiries and quality management
de: bei der Bearbeitung von Anfragen und im Qualitätsmanagement

source: Lower Costs
de: Kostensenkung

source: by managing complexity, alloying & energy costs
de: durch Optimierung der Komplexität, Legierungs- und Energiekosten

source: Test Data and Material Models
de: Testdaten und Materialmodelle

source: EDA covers the entire workflow from test data to parametrization of different constitutive equations, e.g. for plasticity models. Such material models can then be exported to CAE downstream applications, like Abaqus, LS-Dyna and more.
de: EDA® deckt den gesamten Workflow von Testdaten bis zur Parametrisierung verschiedener Stoffgesetze ab, z.B. für Plastizitätsmodelle. Solche Materialmodelle können dann in nachgelagerte CAE-Anwendungen wie Abaqus, LS-Dyna und mehr exportiert werden.

source: High Throughput Calculations
de: Multivariate Werkstoffsimulation

source: High Throughput Calculations using EDA® in combination with JMatPro® and Matcalc® can be used to invent new alloys, to stabilize production processes, to find the most robust variant within the wide span of a materials designation, etc.
de: Explorative Datenanalysen von Berechnungen mit JMatPro® und Matcalc® ermöglichen Entwicklungen von Legierungen, Stabilisierung von Prozessen sowie die Identifikation von Optima bei chemischen Zusammensetzungen.

source: EDA® is the future
de: EDA® ist das zukunftssichere System

source: proof next generation system -on premises and in the cloud
de: der nächsten Generation - On-Premises und in der Cloud

source: Sustainability
de: Nachhaltigkeit

source: EDA® stores all data in an industry standard data format (JSON) – no proprietary formats
de: EDA® speichert alle Daten in einem branchenüblichen Datenformat (JSON) – keine proprietären Formate

source: Scalability
de: Skalierbarkeit

source: EDA® is a scalable solution using state-of-the-art micro-services (Docker) for integration into any environment
de: EDA® ist eine skalierbare Lösung mit modernsten Microservices (Docker) zur Integration in beliebige Umgebungen

source: Extensibility
de: Erweiterbarkeit

source: EDA® uses mature, free and open source software components – designed to be extended by customers
de: EDA® verwendet ausgereifte, kostenlose und quelloffene Softwarekomponenten – entwickelt, um von Kunden erweitert zu werden

source: Selected features and properties are :
de: Ausgewählte Merkmale und Eigenschaften sind:

source: Import and export of data
de: Import und Export von Daten

source: from different sources, e.g. xls, csv, JSON
de: aus unterschiedlichen Quellen, z.B. xls, csv, JSON

source: Visualization
de: Visualisierung

source: through 2D / 3D graphics, tabular comparisons
de: durch 2D-/3D-Grafiken, tabellarische Gegenüberstellungen

source: Unit conversion,
de: Einheitenumrechnung,

source: unit-neutral storage of content
de: einheitenneutrale Speicherung von Inhalten

source: Support for complex data types,
de: Unterstützung für komplexe Datentypen,

source: such as multidimensional fields
de: wie z.B. mehrdimensionale Felder

source: Free definition
de: Freie Definition

source: of different views on the data
de: unterschiedlicher Sichten auf die Daten

source: Multilingualism
de: Mehrsprachigkeit

source: at all levels (metadata and data content)
de: auf allen Ebenen (Metadaten und Dateninhalte)

source: with equations (MathJax), data integration, bibliographies
de: mit Gleichungen (MathJax), Datenintegration, Bibliographien

source: Integrated management
de: Integrierte Verwaltung

source: of bibliographies
de: von Bibliographien

source: Import and full-text indexing of files,
de: Import und Volltextindizierung

source: e.g. PDF and Office, using Elasticsearch
de: von Dateien, z.B. PDF und Office mit Elasticsearch

source: Reportwriting
de: Berichterstellung

source: with configurable templates in LaTeX quality
de: mit konfigurierbaren Vorlagen in LaTeX-Qualität

source: in the Python language, use of all scientific-technical Python libraries
de: in der Python-Sprache, Verwendung aller wissenschaftlich-technischen Python-Bibliotheken

source: More Infromation
de: Mehr Informationen

source: For JMatPro®
de: Für JMatPro®

source: EDA® for JMatPro®
de: EDA® Für JMatPro®

source: Unleash the Power of JMatPro® using EDA®
de: Entfesseln Sie die Leistungsfähigkeit von JMatPro® mit EDA®

source: JMatPro is increasingly used in research and industry for calculation of materials properties.
de: JMatPro wird zunehmend in Forschung und Industrie zur Berechnung von Materialeigenschaften eingesetzt.
