Repository: mahfujulhoque12/Django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: JMatPro is increasingly used in research and industry for calculation of materials properties. JMatPro calculations result in a physically consistent dataset for a specific chemical composition. Technical alloys show a certain bandwidth of chemical compositions – many calculations are therefore necessary to cover the related bandwidth of properties.EDA helps you to analyze big volumes of data from JMatPro calculations. ICME (Integrated Computational Materials Engineering) with EDA and JMatPro is successfully used in many practical projects.
de: JMatPro wird zunehmend in Forschung und Industrie zur Berechnung von Materialeigenschaften eingesetzt. JMatPro-Berechnungen führen zu einem physikalisch konsistenten Datensatz für eine bestimmte chemische Zusammensetzung. Technische Legierungen weisen eine gewisse Bandbreite an chemischen Zusammensetzungen auf – daher sind viele Berechnungen notwendig, um die entsprechende Bandbreite an Eigenschaften abzudecken. EDA hilft Ihnen, große Datenmengen aus JMatPro-Berechnungen zu analysieren. ICME (Integrated Computational Materials Engineering) mit EDA und JMatPro wird in vielen Praxisprojekten erfolgreich eingesetzt.

source: Data Management for JMatPro Calculations
de: Datenverwaltung für JMatPro-Berechnungen

source: Distribute results from JMatPro to engineering teams
de: Verteilen Sie Ergebnisse von JMatPro an Entwicklungsteams

source: Access JMatPro data using a web browser
de: Greifen Sie über einen Webbrowser auf JMatPro-Daten zu

source: Reduce the volume of data and complexity
de: Reduzieren Sie das Datenvolumen und die Komplexität

source: Comparison of different materials and calculations
de: Vergleich verschiedener Materialien und Berechnungen

source: Find and Compare results of different calculation
de: Finden und vergleichen Sie die Ergebnisse verschiedener Berechnungen

source: Use interactive graphics for comparisons
de: Verwenden Sie interaktive Grafiken zum Werkstoffvergleich

source: Create custom views and tables
de: Erstellen Sie benutzerdefinierte Ansichten und Tabellen

source: Exploratory data analysis for big data from JMatPro
de: Exploratorische Datenanalyse für Big Data von JMatPro

source: Optimize materials and processes
de: Materialien und Prozesse optimieren

source: Increase performance and process stability by simulation-assisted adaptation of technical delivery specifications
de: Leistungssteigerung und Prozessstabilität durch simulationsgestützte Anpassung von technischen Liefervorschriften

source: Evaluate more than 10,000 JMatPro calculations easily
de: Werten Sie mehr als 10.000 JMatPro-Berechnungen aus

source: Parameterize statistics to identify the influence of alloying elements
de: Parametrisieren Sie Statistiken, um den Einfluss von Legierungselementen zu identifizieren

source: Resolve trade-offs by multi-dimensional selection of optimal variants
de: Lösen Sie Zielkonflikte durch mehrdimensionale Auswahl optimaler Varianten

source: made easy with JMatPro and EDA
de: leicht gemacht mit JMatPro® und EDA®

source: Why do you need data management for JMatPro calculations?
de: Warum brauchen Sie Datenmanagement für JMatPro-Berechnungen?

source: Typically JMatPro is used by a few employees in the company. However, the data from JMatPro are beneficial for a variety of engineers in their daily work for the design of products and processes. EDA helps distribute the right information to relevant employees. Thus, for example, calculated material data sheets can be provided for all relevant materials - and users benefit from the unique consistency and comparability of the data, which is not given in classical databases and catalogs from standards.
de: Typischerweise wird JMatPro von wenigen Mitarbeitern im Unternehmen verwendet. Die Daten aus JMatPro sind jedoch für eine Vielzahl von Ingenieuren in ihrer täglichen Arbeit für die Gestaltung von Produkten und Prozessen von Nutzen. EDA hilft dabei, die richtigen Informationen an relevante Mitarbeiter zu verteilen. So können beispielsweise berechnete Materialdatenblätter für alle relevanten Materialien bereitgestellt werden – und Anwender profitieren von der einzigartigen Konsistenz und Vergleichbarkeit der Daten, die in klassischen Datenbanken und Katalogen aus Normen nicht gegeben ist.

source: The data from JMatPro can also be customized in EDA, e.g. by hiding information using permission control or by defining specific views on the data.
de: Die Daten aus JMatPro können auch in EDA angepasst werden, z.B. durch das Ausblenden von Informationen mithilfe der Berechtigungskontrolle oder durch das Definieren bestimmter Sichten auf die Daten.

source: Of course, the web-based EDA system can be seamlessly integrated into the IT infrastructure. Scalability ranges from standalone application through a Matplus-powered cloud solution on the Internet to integration as an "on-premise" solution with interfaces, e.g. to Teamcenter PLM.
de: Selbstverständlich lässt sich das webbasierte EDA-System nahtlos in die IT-Infrastruktur integrieren. Die Skalierbarkeit reicht von der Standalone-Anwendung über eine Matplus-basierte Cloud-Lösung im Internet bis hin zur Integration als „On-Premise“-Lösung mit Schnittstellen, z. zu Teamcenter PLM.

source: How can material properties from JMatPro be supplemented using test data?
de: Wie können Materialeigenschaften aus JMatPro mit Testdaten ergänzt werden?

source: Not all material data result from JMatPro. In practice, prices, availability, product forms and experience as well as test data are important. EDA allows the supplementation of the calculated material data with additional information. An example is the automatic estimation of the alloy surcharge from the chemical composition and configurable price lists for the alloying elements. Further data can be added easily, for example via Copy & Paste. A comparison of test data with calculated material characteristics is also easily possible.
de: Nicht alle Materialdaten stammen aus JMatPro. In der Praxis sind Preise, Verfügbarkeit, Produktformen und Erfahrungen sowie Testdaten wichtig. EDA erlaubt die Ergänzung der berechneten Materialdaten mit zusätzlichen Informationen. Ein Beispiel ist die automatische Abschätzung des Legierungszuschlags aus der chemischen Zusammensetzung und konfigurierbaren Preislisten für die Legierungselemente. Weitere Daten können einfach hinzugefügt werden, zum Beispiel per Copy & Paste. Auch ein Abgleich von Prüfdaten mit berechneten Materialkennwerten ist problemlos möglich.

source: Example
de: Beispiel

source: Easy comparison of material records by multiple select using the content tree within the web-browser
de: Einfacher Vergleich von Materialdatensätzen durch Mehrfachauswahl über den Navigationsbaum im Webbrowser

source: Overlaying curves for the high-temperature strength of different AlSi cast alloys
de: Überlagerte Kurven für die Warmfestigkeit verschiedener AlSi-Gusslegierungen

source: Interactive graphic (statistical box plot) in EDA: Influence of the Mo content on the duplex temperature with 1000 different material variants.
de: Interaktive Grafik (statistischer Boxplot) in EDA: Einfluss des Mo-Gehalts auf die Duplextemperatur bei 1000 verschiedenen Materialvarianten.

source: All data from JMatPro can be displayed comparatively in tables with filter functions
de: Alle Daten aus JMatPro können in Tabellen mit Filterfunktionen vergleichend dargestellt werdenÜberlagerte Kurven für die Warmfestigkeit verschiedener AlSi-Gusslegierungen

source: EDA offers many capabilities for displaying and comparing material properties from JMatPro.
de: EDA bietet viele Funktionen zum Anzeigen und Vergleichen von Materialeigenschaften aus JMatPro.

source: A flexible tree structure is only one entry point to locate materials. Multiple selection of materials shows all data of the marked materials in parallel – Curves are automatically superimposed. In addition, configurable summary tables are available that work with their filter functions like common spreadsheets. Of course, the tables can also be graphically evaluated, e.g. through X-Y plots or histograms.
de: Eine flexible Baumstruktur ist nur ein Einstiegspunkt, um Materialien zu finden. Die Mehrfachauswahl von Materialien zeigt alle Daten der markierten Materialien parallel an – Kurven werden automatisch überlagert. Darüber hinaus stehen konfigurierbare Übersichtstabellen zur Verfügung, die mit ihren Filterfunktionen wie herkömmliche Tabellenkalkulationen funktionieren. Natürlich können die Tabellen auch grafisch ausgewertet werden, z.B. durch X-Y-Plots oder Histogramme.

source: Interactive graphic (histogram) in EDA: Histogram on the duplex temperature for 1000 different material variants.
de: Interaktive Grafik (Histogramm) in EDA: Histogramm zur Duplextemperatur für 1000 verschiedene Materialvarianten.

source: How can EDA help to resolve target conflicts in material selection systematically?
de: Wie kann EDA helfen, Zielkonflikte bei der Materialauswahl systematisch zu lösen?

source: When choosing materials, there are often conflicting goals: For example, high strength, excellent processing properties and a low price are often required at the same time. This not only applies when deciding on the use of different materials - even a single material designation offers a great deal of optimization potential within the scope of the often broad range of specifications.
de: Bei der Materialauswahl gibt es oft Zielkonflikte: So werden oft gleichzeitig hohe Festigkeit, hervorragende Verarbeitungseigenschaften und ein niedriger Preis gefordert. Dies gilt nicht nur bei der Entscheidung für den Einsatz unterschiedlicher Materialien – auch eine einheitliche Materialbezeichnung bietet im Rahmen der oft breiten Palette an Spezifikationen viel Optimierungspotenzial.

source: EDA facilitates and supports the calculation of material variants with JMatPro. In our own material innovation projects we usually calculate several thousand material modifications. This saves much time and efforts in practical tests and experiments.
de: EDA erleichtert und unterstützt die Berechnung von Materialvarianten mit JMatPro. In unseren eigenen Materialinnovationsprojekten berechnen wir in der Regel mehrere tausend Materialmodifikationen. Dies spart viel Zeit und Mühe bei praktischen Tests und Experimenten.

source: EDA offers a built-in tool to automatically generate JMatPro batch files which represent a full factorial record of chemical compositions. JMatPro is then used to generate data which are imported into EDA.
de: EDA bietet ein integriertes Tool zur automatischen Generierung von JMatPro-Batchdateien, die eine vollständige faktorielle Aufzeichnung chemischer Zusammensetzungen darstellen. JMatPro wird dann verwendet, um Daten zu generieren, die in EDA importiert werden.

source: How can EDA be used to derive global optima from goal conflicts?
de: Wie lassen sich mit EDA globale Optima aus Zielkonflikten ableiten?

source: Interactive Trade-off plots in EDA allow the comparison of large amounts of data. In X-Y diagrams certain properties of the individual variants are compared, for example: strength to alloying costs for 1000 material variants. Target areas in this representation can now be marked graphically and transferred in selection sets. Any number of conflicting Trade-off plots can be created, e.g. for production-relevant information such as conversion kinetics and heat treatment temperatures. The different target conflict representations can then be combined via common selection sets. Selection sets can be visualized in trade-off plots so that global optima can be identified..
de: Interaktive Trade-Off-Plots in EDA ermöglichen den Vergleich großer Datenmengen. In X-Y-Diagrammen werden bestimmte Eigenschaften der einzelnen Varianten gegenübergestellt, zum Beispiel: Festigkeit zu Legierungskosten für 1000 Materialvarianten. Zielbereiche in dieser Darstellung können nun grafisch markiert und in Auswahlsätze übertragen werden. Es können beliebig viele widersprüchliche Trade-Off-Plots erstellt werden, z. für produktionsrelevante Informationen wie Umwandlungskinetik und Wärmebehandlungstemperaturen. Die verschiedenen Zielkonfliktdarstellungen können dann über gemeinsame Auswahlsätze kombiniert werden. Auswahlsätze können in Trade-off-Plots visualisiert werden, sodass globale Optima identifiziert werden können.

source: Graphical comparison of 1000 variants of a duplex steel in terms of cost and strength
de: Grafischer Vergleich von 1000 Varianten eines Duplexstahls hinsichtlich Kosten und Festigkeit

source: Implementation of Service & Application technology
de: Implementierung von Werkstoffdatensystemen

source: We deliver the right data in the right version at the right time to the right user.
de: Die richtigen Daten in der richtigen Version zur richtigen Zeit beim richtigen Anwender.

source: Software Systems
de: Software-Lösungen

source: We help you in the introduction of tailored software systems for materials. This can include:
de: Wir unterstützen Sie bei der Einführung von maßgeschneiderten Softwaresystemen Implementierung kann beinhalten:

source: Analysis of existing data, e.g. databases, file systems and data from testing machines
de: Analyse von bestehenden Daten, z.B. Datenbanken, Dateisysteme und Daten aus Prüfmaschinen

source: Analysis of the process requirements, e.g. Material development, materials testing, CAD and CAE integrations
de: Analyse der Prozessanforderungen, z.B. Werkstoffentwicklung, Werkstoffprüfung, CAD- und CAE- Integrationen

source: Analysis of system and user requirements, e.g. ERP integrations, certificate writing, software architectures
de: Analyse von System- und Benutzeranforderungen, z.B. ERP-Integrationen, Zeugnisschreibung, Softwarearchitekturen

source: Development of concepts for a requirement-compliant data and knowledge management for materials
de: Erarbeiten von Konzepten für ein anforderungskonformes Daten- und Wissensmanagement für Werkstoffe

source: Concept and evaluation of solutions based on JMatPro and EDA
de: Konzept und Bewertung von Lösungen auf Basis von JMatPro und EDA

source: Planning and implementation of the solution coordinated and shared with the customer
de: Planung und Umsetzung der Lösung abgestimmt und gemeinsam mit dem Kunden

source: Migration of legacy data to the new system landscape
de: Migration von Altdaten in die neue Systemlandschaft

source: Creating interfaces to the system landscape, e.g. Testing machines, ERP and CAE
de: Erstellen von Schnittstellen zur Systemlandschaft, z.B. Prüfmaschinen, ERP und CAE

source: Individual adjustments
de: Individuelle Anpassungen

source: Development of customer-specific databases and knowledge bases for materials as well as interface to other systems: we deliver the right data in the right version at the right time to the right user. The diversity of information on the Internet is generally not a solution but a new problem.
de: Entwicklung kundenspezifscher Datenbanken und Wissensbasen für Werkstoﬀe sowie Anbindung an weitere Systeme: Die Vielfalt an Information im Internet ist allgemein keine Lösung sondern ein neues Problem.

source: We create the specific knowledge bases for use in large and small businesses, providing an overview that ultimately leads to increased user productivity.
de: Wir erstellen die spezifischen Wissensbasen für den Einsatz in großen und kleinen Unternehmen und sorgen damit für Übersicht, die letztendlich zu einer erhöhten Produktivität beim Anwender führt.

source: A publicly available example of our work is the
de: Ein öffentlich verfügbares Beispiel für eine unserer Lösungen ist die

source: which is being developed by VDEh as the leading European database for steel on behalf of the European Steel Registry.
de: die im Auftrag der Europäischen Stahlregistratur im VDEh als führende Europäische Datenbank für Stahl entwickelt wird.

source: Explore
de: Mehr Informationen

source: Software & Service for
de: Software & Service für

source: Materials Innovation
de: Werkstoffinnovationen

source: Material data as a basis for sophisticated engineering
de: Umfassendes Werkstoffwissen für Ihren Wettbewerbsvorteil

source: Explore our Shop
de: Entdecken Sie unseren Shop

source: The most important publications
de: Werkstoffdaten für

source: for the Steel Industry
de: die Praxis

source: Access Shop
de: Zum Shop

source: Leading Simulation Software
de: Führende Simulationssoftware

source: JMatPro® in brief
de: Berechnung von Werkstoffdaten für die Praxis

source: JMatPro® is a product of Sente Software Ltd. in Guildford/UK. We are representative in German speaking countries and offer sales, support, services and trainings.
de: JMatPro® ist das einzigartige und praxiserprobte Werkzeug zur Berechnung von temperaturabhängigen

source: JMatPro® is the best-practice tool for the calculation of temperature-dependent materials properties for a variety of technical alloys,
de: Werkstoffeigenschaften für eine Vielzahl technischer Legierungen,

source: Phase equilibria, phase transformations based on thermodynamics/Calphad
de: Phasengleichgewichte, -umwandlungen auf Basis Thermodynamik/Calphad

source: Solidification simulation (Scheil, back diffusion)
de: Erstarrungssimulation (Scheil, Rückdiffusion)

source: Phase transformation and precipitation diagrams (TTT, CCT, TTP),
de: Umwandlungs- und Ausscheidungsdiagramme (ZTU), isotherm, kontinuierlich

source: Physical properties, e.g. thermal expansions, heat capacities
de: Physikalische Eigenschaften, z.B. thermische Ausdehnungen, Wärmekapazitäten

source: Mechanical-technological properties, e.g. strength, flow curves
de: Mechanisch-technologische Eigenschaften, z.B. Festigkeit, Fließkurven

source: Export of material cards to various CAE systems
de: Direkte Schnittstellen zu CAE-Systemen

source: Effective use in many companies
de: Effektiver Einsatz in vielen Unternehmen

source: JMatPro® is popular in many companies around the world and is also increasingly used in education and research:
de: JMatPro® ist in vielen Unternehmen weltweit im praktischen Einsatz sowie zunehmend auch in der studentischen Ausbildung und Forschung:

source: Development / optimization of materials / technologies
de: Entwicklung/Optimierung von Werkstoffen/Technologien sowie

source: Generation of material data for CAE / FEM calculations
de: Erzeugung von Werkstoffdaten für CAE-/FEM-Berechnungen

source: JMatPro® has an easy to use graphical user interface and is also liked by occasional users. Even for complex alloys it delivers tangible results in a short time.
de: JMatPro® besitzt eine intuitive graphische Benutzeroberfläche und ist damit auch für Gelegenheitsnutzer produktiv einsetzbar. Mit JMatPro® können auch komplexe Legierungen schnell berechnet werden.

source: A table summarising the available JMatPro® calculation types per material type is available for download here.
de: JMatPro® ist ein Produkt der Fa. Sente Software Ltd in Guildford/UK. Wir vertreiben das Produkt exklusiv im deutschen Sprachraum und bieten Beratungen, Schulungen und Dienstleistungen hierzu an.

source: JMatPro® in Action
de: JMatPro® in der Anwendung

source: The free demo version of JMatPro® offers a large number of calculated examples for different alloy systems
de: Eine Vielzahl von berechneten Beispielen für unterschiedliche Legierungssysteme bietet die kostenlose Demo-Version von JMatPro®

source: Application examples
de: Bilder und Anwendungsbeispiele

source: Unique Selling Points
de: Alleinstellungsmerkmale JMatPro®

source: JMatPro® is unique worldwide by the combination of solid and user-friendly thermodynamics (CalPhaD) together with the calculation of material properties
de: JMatPro® ist durch die Kombination von solider und anwendungsfreundlicher Thermodynamik (CalPhaD) mit der Berechnung von Werkstoffeigenschaften weltweit absolut einzigartig

source: JMatPro® provides consistent results over a wide range of compositions by applying solid thermodynamics + physically based models
de: JMatPro® liefert durch solide Grundlagen (Thermodynamik + physikalische Modelle) über weite Zusammensetzungsbereiche konsistente Berechnungsergebnisse, die mit sonst üblichen Regressionsmodellen nicht erreicht werden

source: JMatPro® extends equilibrium calculations by application of practical calculation modules for phase transformations and precipitations
de: JMatPro® erweitert die Gleichgewichtsberechnungen (CalPhaD) um praxistaugliche Berechnungsmodule für Phasenumwandlungen und Ausscheidungen

source: JMatPro® has a great usability and requires minimal effort for learning and training
de: JMatPro® eignet sich durch die exzellente Ergonomie und den minimalen Einarbeitungsaufwand sowohl für den praktischen Einsatz als auch für die Ausbildung an Hochschulen

source: JMatPro® uses fast and robust algorithms, so that even complex multi-component alloys are calculated in short time
de: JMatPro® nutzt schnelle und robuste Algorithmen, so dass auch komplexe Vielstoff-Legierungen in hoher Geschwindigkeit berechnet werden

source: JMatPro® allows the calculation of accurate material cards for a variety of CAE systems
de: JMatPro® ermöglicht die Berechnung analysengenauer Materialkarten für eine Vielzahl von CAE-Systemen

source: Users and Community
de: Anwender und Community

source: JMatPro is continuously developed by the team of from
de: JMatPro® wird kontinuierlich von Team der

source: The group of satisfied users is growing continuously - we try to strengthen the exchange of experiences in the form of customer days, user meetings and specific training courses. Feel free to ask us for references for your industry.
de: Die Gruppe der zufriedenen Anwender wächst kontinuierlich – wir versuchen, den Erfahrungsaustausch in Form von Kundentagen, Anwendertreffen und spezifischen Schulungen zu stärken. Fragen Sie uns gern nach Referenzen für Ihre Branche.

source: Interfaces to CAE systems - material cards
de: Schnittstellen zu CAE-Systemen – Materialkarten

source: (Simufact.forming - forming simulation, Simufact.premap - heat treatment simulation)
de: (Umformsimulation Simufact.forming, Wärmebehandlungssimulation Simufact.premap)

source: (Deform - forming simulation, Deform-HT - heat treatment simulation)
de: (Umformsimulation Deform-Forming, Wärmebehandlungssimulation Deform-HT)

source: (forming simulation)
de: (Umformsimulation)

source: COMSOL Multiphysics
de: (Wärmebehandlungssimulation)

source: (heat treatment simulation)
de: (Umformsimulation, Wärmebehandlungssimulation QForm-HT)

source: (welding simulation)
de: (Schweißsimulation, Wärmebehandlungssimulation Sysweld-HT)

source: (generic FEM simulation)
de: (CAE-Berechnung allgemein)

source: (solidification simulation)
de: (Erstarrungssimulation)

source: Data can also be written as ASCII files or extracted using copy / paste.
de: Darüber hinaus können die temperaturabhängigen Daten selbstverständlich als ASCII-Dateien oder per Copy/Paste über die Zwischenablage extrahiert und weiterverarbeitet werden.

source: Additional information
de: Weiterführende Informationen

source: Resellers for other countries can be found
de: Eine Vielzahl von berechneten Beispielen für unterschiedliche Legierungssysteme bietet die kostenlose

source: here.
de: Demo-Version

source: Much more information can be found on the website of Sente Software Ltd., e.g.:
de: von JMatPro® (freier Download ohne Registrierung), die hier verfügbar ist:

source: Download of articles and docs
de: Artikel und Dokumente herunterladen

source: JMatPro in Action
de: JMatPro Anwendungsbeispiele

source: JMatPro calculation results are displayed clearly in a corresponding browser.
de: JMatPro Berechnungsungsergebnisse werden in einem entsprechenden Browser übersichtlich dargestellt.
