Repository: mahfujulhoque12/Django-blog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: In JMatPro, a file has a certain chemical composition. An advantage of JMatPro is that many different compositions can be calculated to a material designation.
de: Bei JMatPro hat eine Datei eine bestimmte chemische Zusammensetzung. Ein Vorteil von JMatPro besteht darin, das viele unterschiedliche Zusammensetzung zu einer Werkstoffbezeichung berechnet werden können.

source: Calculation of Phase Diagrams (Isopleths)
de: Berechnung von Phasendiagrammen

source: JMatPro calculates arbitrary pseudo-binary slices through the phase space. Such isopleth diagrams correspond optically to the binary phase diagrams, e.g. Iron-carbon phase diagram. However, the calculated diagrams are much more relevant to practice, as also other alloying elements are included.
de: JMatPro berechnet beliebige pseudo-binäre Schnitte durch den Phasenraum. Derartige Isopleth-Diagramme entsprechen optisch den binären Phasendiagrammen, z.B. Eisen-Kohlenstoff-Diagramm. Allerdings sind die berechneten Diagramme wesentlich praxisrelevanter, da auch weitere Legierungselemente mit einbezogen werden.

source: Equilibrium Calculations
de: Gleichgewichtsberechnungen

source: The fastest way to calculate the phase contributions, phase composition, and distribution of chemical elements in an alloy is temperature stepping. Here, starting from all known phases, the thermodynamic equilibrium is calculated as a function of the temperature. The example shows a duplex steel which has equal phase proportions of ferrite and austenite at a duplex temperature of about 1160 ° C.
de: Die schnellste Möglichkeit, die Phasenanteile, Phasenzusammensetzung und Verteilung der chemischen Elemente in einer Legierung zu berechnen, bietet das „Temperature-Stepping“. Hier wird – ausgehend von allen bekannten Phasen – das thermodynamische Gleichgewicht als Funktion der Temperatur berechnet. Das Beispiel zeigt das einen Duplex-Stahl, der bei einer Duplex-Temperatur von etwa 1160 °C gleiche Phasenanteile Ferrit und Austenit hat.

source: Calculation of thermo-physicalischer Properties
de: Berechnen thermo-physikalischer Daten

source: From the calculated phase fractions and their chemical composition, JMatPro calculates a whole range of properties as a function of composition and temperature. This is a basis for creating material maps for FEM calculations. Since all data is derived from a physically based model, it is also consistent and consistent.
de: Aus den berechneten Phasenanteilen und deren chemischer Zusammensetzung berechnet JMatPro eine ganze Reihe von Eigenschaften als Funktion von Zusammensetzung und Temperatur. Dies ist eine Grundlage für die Erstellung von Materialkarten für FEM-Berechnungen.

source: Phase Transformations and TTT-Diagrams
de: Phasenumwandlungen und ZTU-Diagramme

source: JMatPro calculates not only thermodynamic equilibria but also phase transformations – in the case of steels these are continuous and isothermal time-temperature transformation diagrams (ZTU) as well as time-temperature austenitisation diagrams (ZTA). In this way, JMatPro can also calculate the material properties as a function of the cooling and heating rate.
de: JMatPro berechnet nicht nur thermodynamische Gleichgewichte sondern auch Phasenumwandlungen – im Fall von Stählen sind dies kontinuierliche und isotherme Zeit-Temperatur-Umwandlungsdiagramme (ZTU) sowie Zeit-Temperatur-Austenitisierungs-Diagramme (ZTA).

source: Strength and Flow Curves
de: Festigkeit und Fließkurven

source: For forming simulation and heat treatment simulation, flow curves as a function of temperature and forming speed are required. JMatPro calculates these over wide temperature ranges and speeds.
de: Für die Umformsimulation und Wärmebehandlungssimulation sind Fließkurven als Funktion der Temperatur und Umformgeschwindigkeit erforderlich.

source: We help you with practical consulting and development projects in the field of metallic structural materials. We build on extensive practical industrial experience of our employees, especially in the steel sector. This is complemented by the use of our own simulation environments and knowledge bases (ICME Integrated Computational Materials Engineering).
de: Wir unterstützen durch praktische Beratungs- und Entwicklungsprojekte im Bereich metallischer Strukturwerkstoﬀe. Wir bauen auf jahrzehntelange praktische Industrieerfahrungen unserer Mitarbeiter insbesondere im Bereich Stahl. Diese wird ergänzt durch den Einsatz unserer eigenen Simulationsumgebungen und Wissensbasen (ICME Integrated Computational Materials Engineering). Damit sind wir stark und schnell in der Analyse von Herausforderungen und im Konzept von Lösungen.

source: Together with our selected partners we are a full service provider from ideas to final material solutions.
de: Die Umsetzung gewährleisten wir mit unseren ausgewählten Partnern.

source: We work efficient and goal oriented:
de: Wir können effizient und in kurzer Zeit Lösungen von der Idee bis zum erweiterten Technikumsmaßstab umsetzen:

source: Melting in a vacuum induction furnace (50 kg – 500 kg, up to 10 t on request)
de: Schmelzen im Vakuuminduktionsofen (50 kg – 500 kg, bis 10 t auf Anfrage)

source: Forging slabs and billets
de: Schmieden von Brammen und Knüppeln

source: Hot and cold rolling of strip, pulling wire
de: Warm- und Kaltwalzen von Band, Ziehen von Draht

source: Heat treatment (hardening, tempering, soft annealing, normalizing, etc.)
de: Wärmebehandlung (Härten, Vergüten, Weichglühen, Normalisieren, etc.)

source: Metallography with light microscopy, scanning electron microscopy
de: Metallographie mit Lichtmikroskopie, Rasterelektronenmikroskopie

source: Mechanical material testing, flow curves, fatigue, fracture mechanics at all temperatures and speeds
de: Mechanische Werkstoffprüfungen, Fließkurven, Ermüdung, Bruchmechanik bei allen Temperaturen und Geschwindigkeiten

source: Thermophysical tests (CCT/TTTdiagrams, DSC, dilatometry, laserflash)
de: Thermophysikalische Prüfungen (ZTU-Diagramme, DSC, Dilatometrie, Laserflash)

source: User Conference
de: Anwenderkonferenz

source: PRACTICAL MATERIALS SIMULATION
de: PRAKTISCHE WERKSTOFFSIMULATION

source: MATERIALS DATA MANAGEMENT
de: WERKSTOFFDATENMANAGEMENT

source: All rights reserved. Text, images, graphics, sound, animations and videos as well as the arrangement of the same on Matplus websites are protected by copyright and other commercial protective rights. The content of these websites may not be copied, disseminated, altered or made accessible to third parties for commercial purposes. In addition, some Matplus websites contain images that are subject to third-party copyrights.
de: Alle Rechte vorbehalten. Text, Bilder, Grafiken, Sound, Animationen und Videos sowie deren Anordnung auf Matplus-Websites unterliegen dem Schutz des Urheberrechts und anderer Schutzgesetze. Der Inhalt dieser Websites darf nicht zu kommerziellen Zwecken kopiert, verbreitet, verändert oder Dritten zugänglich gemacht werden. Einige Matplus-Websites enthalten außerdem Bilder, die dem Copyright Dritter unterliegen.

source: Trademark information
de: Markenverzeichnis

source: Unless specified otherwise, all trademarks on Matplus websites are protected by trademark law. This applies in particular to Matplus brands, nameplates, company logos and emblems. The brands and design elements used on our pages are the intellectual property of Matplus GmbH, Germany.
de: Soweit nicht anders angegeben, sind alle Markenzeichen auf Matplus-Websites markenrechtlich geschützt. Dies gilt insbesondere für Matplus-Marken, Typenschilder, Firmenlogos und Embleme. Die auf unseren Seiten verwendeten Marken und Gestaltungselemente sind geistiges Eigentum der Matplus GmbH.

source: Warranty information
de: Garantieverzeichnis

source: This website was compiled with utmost care. Nonetheless, the accuracy or correctness of the information contained cannot be guaranteed. Any liability for damage resulting directly or indirectly from use of this website is precluded, unless caused intentionally or in gross negligence by Matplus.
de: Diese Website wurde mit größtmöglicher Sorgfalt zusammengestellt. Trotzdem kann für die Fehlerfreiheit und Genauigkeit der enthaltenen Informationen nicht garantiert werden. Jegliche Haftung für Schäden, die direkt oder indirekt aus der Benutzung dieser Website entstehen, ist ausgeschlossen, soweit diese nicht auf Vorsatz oder grober Fahrlässigkeit von Matplus beruhen.

source: Licence information
de: Lizenzverzeichnis

source: The intellectual property contained in the Matplus website such as patents, marks and copyrights, is protected. This website does not grant a licence for utilising the intellectual property of companies of the Matplus GmbH or third parties.
de: Das in der Matplus-Website enthaltene geistige Eigentum wie Patente, Marken und Urheberrechte ist geschützt. Durch diese Website wird keine Lizenz zur Nutzung des geistigen Eigentums von Matplus oder Dritten erteilt.

source: Online dispute resolution (ODR)
de: Online-Streitbeilegung (OS)

source: Information regarding online dispute resolution (ODR): The European Commission offers a platform for the resolution of online disputes. This platform is dedicated to facilitating the out-of-court settlement of disputes concerning contractual obligations in online sales and service agreements.
de: Information zur Online-Streitbeilegung: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit. Diese Plattform soll als Anlaufstelle zur außergerichtlichen Beilegung von Streitigkeiten dienen, die vertragliche Verpflichtungen von Online-Kaufverträgen und Online-Dienstverträgen betreffen.

source: We can offer comprehensive services to the industry in cooperation with our partners:
de: Wir können umfassende Leistungen für die Industrie in der Zusammenarbeit mit leistungsfähigen Partnern anbieten:

source: is a specialist in the high-speed characterization of materials and components. One focus is the creation of constitutive material laws for the numerical simulation of momentum-dynamic processes, e.g. Crash load. The materials range from metallic materials, plastics, fiber composites, ceramics and glass, building materials to biological materials.
de: Die ist Spezialist für die Hochgeschwindigkeitscharakterisierung von Werkstoffen und Komponenten. Ein Schwerpunkt ist die Erstellung konstitutiver Materialgesetze für die numerische Simulation von impakt-dynamischen Prozessen, z.B. Crashbelastung. Die Werkstoffpalette reicht über metallische Werkstoffe, Kunststoffe, Faserverbunde, Keramiken und Gläser, Baustoffe bis zu biologische Materialien.

source: forms the entire value-added chain for metallic structural materials, from the production of test melts on pilot plant scale to forging, rolling and heat treatment. This is supplemented by powerful laboratories for materials testing and metallography.
de: Die bildet für metallische Strukturwerkstoffe die gesamte Wertschöpfungskette, von der Herstellung von Versuchsschmelzen im Technikumsmaßstab über Schmieden, Walzen und Wärmebehandlung ab. Dies wird ergänzt um leistungsfähige Labore für Werkstoffprüfung und Metallographie.

source: The
de: Die

source: is the manufacturer of JMatPro® software, which we exclusively sell in German-speaking countries. Collaboration between our employees and Sente Software, based in Guildford, UK, dates back to 2004.
de: ist der Hersteller der von uns im deutschen Sprachraum exklusiv vertriebenen Software JMatPro®. Die Zusammenarbeit unserer Mitarbeiter mit Sente Software mit Sitz in Guildford, UK reicht dabei zurück bis 2004.

source: based in Vienna, is a spin-off company from the Vienna University of Technology and has extensive experience in the field of computer-aided material technology for metallic alloy systems. MatCalc Engineering sells the MatCalc software package globally and also develops CALPHAD databases for this system.
de: Die mit Sitz in Wien ist ein Spin-off Unternehmen der technischen Universität Wien (TU Wien) und verfügt über eine ausgewiesene Expertise im Bereich der computerunterstützten Werkstofftechnik für metallische Legierungssysteme.

source: The next generation materials data system EDA from Matplus is used as the data integration platform for calculations from JMatPro and Matcalc. Moreover data from advanced material tests, such as gleebles, dilatometers, etc can be included and analyzed.
de: Die Das Werkstoffdatensystem EDA der Firma Matplus ist die Datenintegrationsplattform für JMatPro® und Matcalc®. Sie ermöglicht zusätzlich die Einbeziehung von Daten aus anspruchsvollen Werkstoffprüfungen, zum Beispiel Gleeble, Dilatometer, etc.

source: Research Projects
de: Forschungsvorhaben

source: We offer the leading solutions for industrial practice and also support research and teaching with our systems. We actively participate in materials engineering research and development projects.
de: Wir bieten die führenden Lösungen für die industrielle Praxis an und unterstützen Forschung und Lehre mit unseren Systemen. Wir beteiligen uns aktiv an werkstofftechnischen Forschungs- und Entwicklungsprojekten.

source: StahlDat SX | Register of European Steels
de: StahlDat SX | Die führende europäische Datenbank für Stahl

source: Register of European Steels
de: Register europäischer Stähle

source: Sheet steel database
de: Feinblech Datenbank

source: Hardenability curves
de: Härtbarkeitskurven

source: TTT database
de: ZTU Datenbank

source: Flow curves database
de: Fließkurven Datenbank

source: Thermophysical data
de: Thermophysikalische Prüfdaten

source: Library
de: Bibliothek

source: Producer
de: Hersteller

source: Registration of Steel Grades
de: Registrierung von Stahlsorten

source: StahlDat SX is the only authorized publication of the European Steel Register and a continuously growing knowledge base for steel on the Internet.
de: Willkommen bei StahlDat SX ...die führende europäische Datenbank für Stahl

source: The unique solution for many use cases
de: Die Werkstoffdatenbank für viele Zielgruppen

source: StahlDat brings current and official materials property data to different target audiences:
de: StahlDat SX bietet aktuelle Werkstoffdaten und umfassende Informationen für die unterschiedlichen Zielgruppen:

source: Procurement and trading in the field of semifinshed products made of steel
de: Einkäufer und Händler im Bereich Stahl-Halbzeuge

source: Quality and standards-departments of producers and users of steel
de: Qualitäts- und Normenstellen bei Herstellern und Verarbeitern

source: Design and technology experts in product development and production
de: Produktentwickler und Technologen.

source: Order Now
de: Jetzt Bestellen

source: Technical publications and knowledge in full text
de: Technische Veröffentlichungen und Wissen im Volltext

source: FOSTA research reports
de: FOSTA Forschungsberichte

source: All digitally available FOSTA reports (> 100) are available in full text for StahlDat SX Professional users. The task of FOSTA is the promotion and projecting of application technology research and development on an immediate non-profit basis. Research partners of FOSTA are research institutes, universities, engineering offices and steel processing companies. Research priorities are:
de: Alle digital verfügbaren FOSTA-Berichte (> 100) sind für StahlDat SX Professional Benutzer im Volltext verfügbar. Aufgabe der FOSTA ist die Förderung und Projektierung anwendungstechnischer Forschung und Entwicklung auf unmittelbar gemeinnütziger Grundlage. Forschungspartner der FOSTA sind Forschungsinstitute, Hochschulen, Ingenieurbüros und stahlverarbeitende Unternehmen. Schwerpunkte der Forschung sind:

source: Vehicle construction, forming technology, joining technology
de: Fahrzeugbau, Umformtechnik, Fügetechnik

source: Steel construction, bridge construction, composite construction, lightweight construction
de: Stahlbau, Brückenbau, Verbundbau, Leichtbau

source: environmental protection, composite structures
de: Umweltschutz, Verbundwerkstoffkonstruktionen

source: apparatus and container construction
de: Apparate- und Behälterbau

source: Technical Standards
de: Technische Regelwerke

source: The Steel-Iron-Rules consists of more than 240 documents:
de: Das Stahl-Eisen-Regelwerk besteht aus mehr als 240 Dokumenten:

source: Steel Iron Plant Leaves (SEB)
de: Stahl-Eisen-Betriebsblätter (SEB)

source: Steel Iron Service Lists (SEE)
de: Stahl-Eisen-Einsatzlisten (SEE)

source: Steel Iron Delivery Conditions (SEL)
de: Stahl-Eisen-Lieferbedingungen (SEL)

source: Steel-iron material sheets (SEW)
de: Stahl-Eisen-Prüfblätter (SEP)

source: Standards and technical delivery conditions
de: Stahl-Eisen-Werkstoffblätter (SEW)

source: Steel Information Fact sheets (SIZ)
de: Stahl-Informations-Zentrum Merkblätter (SIZ)

source: The writings of this series give a concentrated overview of the variety of applications and the range of processing and processing methods of steel. For a better understanding they are extensively illustrated with photos and technical drawings. Some editions have been translated into English.
de: Die Schriften dieser Reihe geben einen konzentrierten Überblick über die Anwendungsvielfalt sowie die Bandbreite der Be- und Verarbeitungsverfahren von Stahl. Zum besseren Verständnis sind sie umfangreich mit Fotos und technischen Zeichnungen illustriert. Einige Ausgaben wurden ins Englische übersetzt.

source: Reference books
de: Fachbücher

source: The collection of time-temperature transformation diagrams (TTT) and time-temperature austenitizing diagrams (TTA) from the years 1958-1974, presented with the Heat Treatment Atlas, is a tremendous practical aid in the design of heat treatments even decades after their appearance.
de: Die mit dem Wärmebehandlungsatlas vorgelegte Zusammenstellung von Zeit-Temperatur-Umwandlungs-Schaubildern (ZTU) und Zeit-Temperatur-Austenitisierungs-Schaubildern (ZTA) aus den Jahren 1958-1974 ist auch Jahrzehnte nach ihrem Erscheinen eine enorme praktische Hilfe in der Auslegung von Wärmebehandlungen.

source: In the first and third volume metrological methods, materials science basics as well as a variety of continuous and isothermal TTT diagrams are compiled.
de: Im 1. und 3. Band werden messtechnische Methoden, werkstoffkundliche Grundlagen sowie eine Vielzahl kontinuierlicher und isothermer ZTU-Schaubilder zusammengestellt.

source: The aim of the 3rd and 4th volumes is to provide the heat treatment specialist with documents that enable him to estimate the results of time-temperature processes in the rapid heating of steel, for example inductive heat treatment, with sufficient accuracy. The collection was published by the Max Planck Institute for Iron Research (MPIE) in collaboration with the Technical University of Berlin and the Materials Committee of the Steel Institute VDEH.
de: Ziel des 3. und 4. Bandes ist es, dem Wärmebehandlungsfachmann Unterlagen zu liefern, die ihm ein hinreichend genaues Abschätzen der Ergebnisse von Zeit-Temperatur-Verläufen bei der Schnellerwärmung von Stahl, beispielsweise bei der induktiven Wärmebehandlung ermöglichen. Die Sammlung wurde herausgegeben vom Max-Planck-Institut für Eisenforschung (MPIE) in Zusammenarbeit mit der technischen Universität Berlin und dem Werkstoffausschuss des Stahlinstituts VDEh.

source: Precipitation Atlas of Steels
de: Ausscheidungsatlas der Stähle

source: The "Precipitation Atlas of Steels" was put together as a joint effort by the working group electron microscopy of the Materials Committee of the Steel Institute VDEh. In a representation (600 pages), kept as short as possible by the text and image, the reader finds everything essential about the precipitations and their influences and associated analysis methods (SEM, TEM, etc.) that occur in certain steels and steel groups.
de: Der Ausscheidungsatlas der Stähle wurde vom Arbeitskreis Elektronenmikroskopie des Werkstoffausschusses des Stahlinstituts VDEh als Gemeinschaftsarbeit zusammengestellt. In einer vom Text und Bild möglichst kurz gehaltenen Darstellung (600 Seiten) findet der Leser alles Wesentliche über die in bestimmten Stählen und Stahlgruppen auftretenden Ausscheidungen und ihre Einflüsse sowie zugehörige Analysemethoden (REM, TEM, etc).

source: Registration Stahl-Eisen-Liste (Register of European Steel) according EN 10027-2
de: Registrierung Stahl-Eisen-Liste (Register Europäischer Stähle) nach EN 10027-2

source: Producer can register here new steels in the Stahl-Eisen-Liste.
de: Hier können Hersteller neue Stähle in der Stahl-Eisen-Liste registrieren.

source: For the allocation of material numbers, which are primarily characterized by their chemical composition,please use
de: Für die Vergabe von Werkstoffnummern, die vorrangig durch ihre chemische Zusammensetzung gekennzeichnet sind, nutzen Sie bitte

source: Form 1
de: Antragsformular 1.

source: For the allocation of material numbers, which are primarily characterized by their mechanical properties,please use
de: Für die Vergabe von Werkstoffnummern, die vorrangig durch ihre mechanischen Eigenschaften gekennzeichnet sind, nutzen Sie bitte

source: Form 2
de: Antragsformular 2.

source: The Register of European Steels is the official and up-to-date list of all registered steel grades in European standards with their material numbers (EN 10027-2). The European Steel Register also contains all steel grades registered to the European Steel Registry, including trademarks of European manufacturers. The Steel Institute VDEh in the Steel Center Düsseldorf, as the central European steel registry, publishes this data exclusively in the StahlDat SX.
de: Das Register Europäischer Stähle ist die offizielle und aktuelle Zusammenstellung aller registrierten und in europäischen Normen enthaltenen Stahlsorten mit ihren Werkstoffnummern (EN 10027-2). Das Register Europäischer Stähle enthält darüber hinaus alle der Europäischen Stahlregistratur gemeldeten Stahlsorten, einschließlich Werksmarken europäischer Hersteller. Das Stahlinstitut VDEh im Stahl-Zentrum Düsseldorf veröffentlicht als die zentrale Europäische Stahlregistratur diese Daten exklusiv in der StahlDat SX.

source: According to classification in DIN EN 10020: 2000-07 contains the register of European steels
de: Entsprechend Einteilung in DIN EN 10020:2000-07 enthält das Register europäischer Stähle

source: over 550 unalloyed and alloyed quality steels
de: über 550 unlegierte und legierte Qualitätsstähle

source: over 450 stainless steels; heat-resistant and high-temperature resistant materials (RSH steels)
de: über 450 nichtrostende Stähle; hitzebeständige und hochwarmfeste Werkstoffe (RSH Stähle)

source: over 150 unalloyed stainless steels
de: über 150 unlegierte Edelstähle

source: over 1000 other alloyed stainless steels. In addition, these materials are linked with
de: über 1000 andere legierte Edelstähle. Darüber hinaus sind diese Werkstoffe verknüpft mit

source: over 150 European producers of steel and semi-finished products with corresponding trade names
de: über 150 europäischen Herstellern für Stahl und Halbzeuge mit entsprechenden Handelsnamen

source: over 350 international standards
de: über 350 internationalen Normen

source: For 450 selected materials are also thermophysical properties (properties as a function of temperature) available, for example: Elasticity modulus, thermal expansion, thermal conductivity, el. Resistance.
de: Für 450 ausgewählte Werkstoffe stehen darüber hinaus thermophysikalische Eigenschaften (Eigenschaften in Abhängigkeit von der Temperatur) zur Verfügung, z.B.:

source: Pictures from the register of European steels
de: Elastizitätsmodul, Wärmeausdehnung, Wärmeleitfähigkeit, el. Widerstand.

source: Register of European steels
de: Register europäischer Stähle

source: Quality steels
de: Qualitätsstähle
